Repository: alexvnukoff/project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, ar, bg, he, ru, uk

source: Подписаться на рассылку
he: הירשמו לניוזלטר

source: Получайте каждую неделю наши анонсы и обзоры новинок
he: קבלת הודעות על מוצרים חדשים וביקורות

source: Ваш E-mail
he: דואר אלקטרוני

source: Подписаться
he: הירשם

source: Центр покупок - покупай с удовольствием по всему миру
he: מרכז קניות - לקנות בהנאה בכל רחבי העולם

source: Задать вопрос
he: שאל שאלה

source: Защита потребителя
he: הגנת הצרכן

source: Выйти
he: יציאה

source: Войти на сайт
he: כניסה

source: Выбрать язык
he: בחירת שפה

source: Ваша рабочая область
he: סביבת העבודה שלך

source: Панель управления
he: לוח בקרה

source: Зарегистрируйтесь прямо сейчас
he: הרשם עכשיו!

source: Я - продавец
he: אני סוחר

source: Я - покупатель
he: אני - הקונה

source: Поиск
he: חיפוש

source: Choose category
am: Ընտրեք բաժինը
ar: اختر فئة
bg: Избери категория
he: בחר קטגוריה
ru: Выбрать категорию
uk: Вибрати категорію

source: Choose region
am: Ընտրեք տարածաշրջանը
ar: اختيار المنطقة
bg: Избери регион
he: בחר אזור
ru: Выбрать категорию
uk: Вибрати регіон

source: My favorite products
am: Իմ սիրելի ապրանքը
ar: منتوجي المفضل
bg: Моите любими продукти
he: המוצרים המועדפים שלי
ru: Мои избранные товары
uk: Мої улюблені продукти

source: Personal data
am: Անձնական տվյալներ
ar: البيانات الشخصية
bg: Лична информация
he: נתונים אישיים
ru: Личные данные
uk: Особисті дані

source: Shipment address
am: Առաքման հասցե
ar: عنوان الشحن
bg: Адрес на доставка
he: כתובת למשלוח
ru: Адрес дотавки
uk: Адреса доставки

source: Order History
am: Պատվերի պատմությունը
ar: تاريخ الطلب
bg: История на поръчките
he: הסטוריית הזמנות
ru: История заказов
uk: Історія замовлень

source: Virtual Agent
am: Վիրտուալ գործակալ
ar: وكيل الظاهري
he: סוכן וירטואלי

source: 24 hour
am: 24 ժամ
ar: 24 ساعه
he: 24 שעות
uk: 24 години

source: Smart Response
am: Խելացի պատասխան
ar: الاستجابة الذكية
he: תגובה חכמה
uk: Швидка відповідь

source: Start chat
am: Սկսել զրուցել
ar: ابدا المحادثة
bg: Започни разговор
he: התחל צ'אט
ru: Начать разговор
uk: Почати Чат

source: Remaining time
am: Մնացած ժամանակ
ar: الوقت المتبقي
bg: Оставащо време
he: זמן נותר
ru: Остававшееся время
uk: лишилось часу

source: Best proposals
am: Լավագույն առաջարկներ
ar: أفضل المقترحات
bg: Най-добри предложения
he: ההצעות הטובות ביותר
ru: Лучшие предложения
uk: Кращі пропозиції

source: Start
am: Սկիզբ
ar: ابدا
bg: Старт
he: התחל
ru: Домашняя страница
uk: Початок

source: pages
am: Էջեր
ar: صفحات
bg: страници
he: עמודים
ru: Изображения
uk: сторінки

source: End
am: Ավարտ
ar: نهاية
bg: Край
he: סיום
ru: Последняя
uk: кінець

source: Most popular products
am: Ամենահայտնի ապրանքները
ar: اكثر المنتجات شعبية
bg: Най-популярни продукти
he: המוצרים הפופולריים ביותר
ru: Популярные продукты
uk: Найпопулярніші товари

source: Registration completed
am: Գրանցումն ավարտված է
ar: تسجيل الانتهاء
bg: Завършена регистрация
he: הרישום הושלם
ru: Регистрация завершена
uk: Реєстрація завершена

source: Activation problem
am: Ակտիվացման խնդիրներ
ar: مشكلة التنشيط
bg: Проблем в активацията
he: בעיה בהפעלה
ru: Проблема активации
uk: Проблема активації

source: Your registration complited
am: Ձեր գրանցումն ավարտված է
ar: اكتمل تسجيلك
bg: Вашата регистрация е завършена
he: ההרשמה הושלמה
ru: Регистрация завершена
uk: Ваша реєстрація завершена (completed)

source: You can sign in
am: Դուք կարող եք մուտք գործել
ar: يمكنك تسجيل الدخول
bg: Можете да създадете
he: אתה יכול להיכנס
ru: Вы можете войти
uk: Ви можете увійти в

source: profile
am: Պրոֆիլ
ar: ملف شخصي
bg: профил
he: פרופיל
ru: в своем профиле
uk: профіль

source: Sorry but you activation key is invalid
am: Ներեցեք, բայց Ձեր ակտիվացրած գաղտնաբառն անվավեր է
ar: آسف ولكن مفتاح التنشيط غير صالح
bg: Съжаляваме но вашия активационен ключ е невалиден
he: מצטערים, קוד ההפעלה אינו תקין
ru: Ваш ключ активации неверен
uk: Вибачте, але вам ключ активації недійсний

source: Registration complete
am: Ձեր գրանցումն ավարտված է
ar: تسجيل كامل
bg: Завършена регистрация
he: הרישום הושלם
ru: Регистрация завершена
uk: Реєстрація завершена

source: Thank you that you have completed the registration! Now you can
am: Շնորհակալություն, որ դուք ավարտեցիք գրանցումը, հիմա Դուք կարող եք մուտք գործել
ar: شكرا لك أنك قد أكملت التسجيل! يمكنك الآن
bg: Благодаря ви, че сте завършили регистрацията! Сега можете да
he: תודה על השלמת הרשמתך למערכת, עכשיו אתה יכול
ru: Спасибо , что закончили регистрацию, сейчас вы можете
uk: Спасибі, що ви завершили реєстрацію! Тепер ви можете

source: using the email and password you provided during registration.
am: Օգտագործելով Էլեկտրոնային հասցեն եւ գաղտնաբառը, որը Դուք կիրառել եք գրանցման ժամանակ
ar: استخدام البريد الإلكتروني وكلمة المرور التي قدمت أثناء التسجيل.
bg: използвате имейл адреса и паролата, които сте посочили при регистрацията
he: השתמש בכתובת המייל והסיסמא שסיפקת בעת הרישום
ru: используя email и пароль указанные при регистрации
uk: за допомогою електронної пошти та пароль, вказаний при реєстрації.

source: You joined to the site
am: Դուք միացել եք կայքին
ar: انضممت للموقع
bg: Вие се вписахте в сайта
he: הצטרפת לאתר
ru: Вы присоединились к сайту
uk: Ви приєдналися до сайту

source: If you have received this message in error, ignore it.
am: Եթե Դուք այս հաղորդագրությունը ստացել եք սխալմամբ, ապա անտեսեք այն.
ar: إذا كنت قد تلقيت هذه الرسالة عن طريق الخطأ، تجاهلها.
bg: Ако сте получили това съобщение по погрешка, игнорирайте го.
he: אם קיבלת הודעה זו בטעות, אנא התעלם ממנה.
ru: Если вы получили это сообщение по ошибке, проигнорируйте его.
uk: Якщо ви отримали це повідомлення помилково, ігноруйте його.

source: In order to activate your account on the site, go, on the following link for
am: Որպեսզի կայքում ակտիվացնեք Ձեր հաշիվը , անցեք հետեւյալ հղմամբ
ar: من أجل تفعيل حسابك على الموقع، اذهب ، على الرابط التالي ل
he: כדי להפעיל את חשבונך באתר, הקלק על הקישור
ru: Чтобы активировать ваш аккаунт , перейдите по следующей ссылке в течение
uk: Для того щоб активувати свій обліковий запис на сайті, перейдіть за наступним посиланням

source: days:
am: Օրեր
ar: ايام :
he: ימים
ru: дней
uk: днів:

source: Sincerely, Administration of,
am: Հարգանքով՝Ադմինիստրացիա
ar: بصدق، إدارة،
he: בברכה, הנהלת
ru: С уважением, Администрация,
uk: З повагою, Адміністрація,

source: Registration on
am: Գրանցում
ar: التسجيل في
bg: Отворена регистрация
he: הרשם
ru: Регистрация на
uk: Реєстрація підприємства на

source: Forgot
am: Մոռացե՞լ եք
ar: نسيت
bg: Забравена
he: שכחת
ru: Забыли
uk: Забули

source: your password
am: Ձեր գաղտնաբառը
ar: كلمة السر خاصتك
bg: парола
he: את הסיסמא שלך
ru: пароль
uk: Ваш пароль

source: Changing the password
am: Փոխելով գաղտնաբառը
ar: تغيير كلمة السر
bg: Промяна на паролата
he: משנה סיסמא
ru: Изменить пароль
uk: Зміна пароля

source: The password has been changed successfully!
am: Գաղտնաբառը հաջողությամբ փոխված է
ar: تم تغيير كلمة المرور بنجاح!
he: הסיסמא שונתה בהצלחה
ru: Пароль успешно изменен
uk: Пароль успішно змінено!

source: Reset complete
am: Վերականգնել ամբողջությամբ
ar: إعادة كاملة
he: האיפוס הושלם
ru: Восстановление завершено
uk: Скинути повністью

source: Your password has been changed!
am: Ձեր գաղտնաբառը փոխվել է
ar: تم تغيير كلمة المرور الخاصة بك!
he: הסיסמא שלך שונתה!
ru: Ваш пароль был изменен
uk: Ваш пароль був змінений!

source: You can sign up
am: Դուք կարող եք գրանցվել
ar: يمكنك الاشتراك
he: אתה יכול להירשם
ru: Вы можете зарегистрироваться
uk: Ви можете зареєструватися

source: Reset confirm
am: Հաստատել վերականգնումը
ar: إعادة تأكيد
he: אשר איפוס
ru: Потвердить изменение
uk: Підтвердити зброс

source: Enter your new password below to change the old password:
am: Մուտքագրեք Ձեր նոր գաղտնաբառը, ներքևում փոխելով հին գաղտնաբառը.
ar: أدخل كلمة المرور الجديدة أدناه لتغيير كلمة المرور القديمة:
he: רשום את הסיסמא החדשה מתחת על מנת לשנות את הסיסמא הישנה:
ru: Введите новый пароль ниже, чтобы изменить старый пароль:
uk: Введіть новий пароль нижче, щоб змінити старий пароль:

source: Password reset done
am: Գաղտնաբառի վերականգնումն իրականացվել է
ar: إعادة تعيين كلمة المرور
he: איפוס הסיסמא הושלם
ru: Восстановление пароля завершено
uk: Відновлення пароля виконано

source: We sent you an e-mail message with a link to change your password.
am: Մենք Ձեր էլեկտրոնային հասցեին ուղարկել ենք հաղորդագրություն, որի մեջ առկա հղումով անցնելով, կարող եք փոխել Ձեր գաղտնաբառը
ar: أرسلنا لك رسالة بريد إلكتروني مع رابط لتغيير كلمة المرور.
he: שלחנו הודעה לתיבת הדואר האלקטרוני שלך עם קישור לשינוי הסיסמא
ru: Мы отправили Вам сообщение по электронной почте со ссылкой для изменения пароля.
uk: Ми відправили вам повідомлення електронною поштою з посиланням на зміниту паролю.

source: Please, check you email. To change the password, click on the link in the message.
am: Խնդրում ենք ստուգել Ձեր էլեկտրոնային փոստը: Գաղտնաբառը փոխելու համար, սեղմեք հաղորդագրությունում առկա հղման վրա
ar: من فضلك، تحقق من البريد الإلكتروني. لتغيير كلمة المرور، انقر على الرابط في الرسالة.
he: נא בדוק את תיבת הדואר האלקטרוני שלך. כדי לשנות את הסיסמא, הקלק על הקישור בהודעה
ru: Пожалуйста, проверьте вашу электронную почту. Чтобы изменить пароль, нажмите на ссылку в сообщении
uk: Будь ласка, перевірте вашу електронну пошту. Щоб змінити пароль, натисніть на посилання в повідомленні.

source: Hello
am: Ողջույն
ar: مرحبا
bg: Здравейте
he: שלום
ru: Здравствуйте
uk: Здравствуйте

source: You received this message because you have a request to change the password
am: Դուք ստացաք այս հաղորդագրությունը, որովհետեւ դուք գաղտնաբառը փոխելու հայտ եք ուղարկել
ar: تلقيت هذه الرسالة لأن لديك طلب لتغيير كلمة المرور
he: קיבלת הודעה זו מכוון שביקשת לשנות את סיסמתך
ru: Вы получили это сообщение, на запрос о изменении пароля
uk: Ви отримали це повідомлення, тому що ви зробили запит на зміну пароля

source: on centerpokupok If you did not make such a request, please ignore this message.
am: Եթե Դուք հարցում չեք ուղարկել գնումների կենտրեն, ուրեմն անտեսեք այս հաղորդագրությունը
ar: إذا كنت لم تتقدم بمثل هذا الطلب، يرجى تجاهل هذه الرسالة.
he: אם לא פנית בבקשה זו לשינוי, אנא התעלם מהודעה זו
ru: на сайте. Если вы не делали этот запрос , проигнорируйте это сообщение
uk: на Сenterpokupok Якщо ви не зробити такий запит, ігноруйте це повідомлення.

source: To change the password, click the following to link or copy it into your browser:
am: Գաղտնաբառը փոխելու համար անցում կատարեք հետևյալ հղումով, կամ կրկնօրինակեք այն Ձեր բրաուզերի վրա
ar: لتغيير كلمة المرور، انقر فوق الرابط التالي أو انسخها في المتصفح:
he: כדי לשנות את הסיסמא, הקלק על הקישור או העתק אותו
ru: Что изменить пароль перейдите по следующей ссылке , или скопируйте ее в ваш браузер
uk: Щоб змінити пароль, натисніть на посилання або перенсить посилання в адресний рядок браузера:

source: Sincerely, Administration of,
am: Հարգանքով՝Ադմինիստրացիա
ar: بصدق، إدارة،
he: בברכה, ההנהלה
ru: С уважением, Администрация,
uk: З повагою, Адміністрація,

source: Reset password
am: Վերականգնել գաղտնաբառը
ar: إعادة تعيين كلمة المرور
he: אפס סיסמא
ru: Изменение пароля
uk: Скинути пароль

source: Sent password
am: Գաղտնաբառն ուղարկված է
ar: ارسل كلمة السر
bg: Изпращане на парола
he: הסיסמא נשלחה
ru: Послать пароль
uk: Пароль надіслан

source: Registration error. Please try again
am: գրանցվել չհաջողվեց, խնդրում ենք փորձել կրկին
ar: خطأ في التسجيل. يرجى المحاولة مرة أخرى
bg: Грешка в регистрацията. Моля опитайте отново
he: הרישום נכשל, נסה שוב בבקשה
ru: Ошибка регистрации. Попробуйте еще раз.
uk: Помилка реєстрації . Будь ласка, спробуйте ще раз

source: Registartion complete
am: Գրանցումն ամբողջությամն կատարված է
ar: تسجيل كامل
bg: Регистрацията е завършена
he: הרישום הושלם בהצלחה
ru: Регистрация завершена
uk: Реєстрація виконана

source: We sent you message. Please check you email and click on the link to activate your account.
am: Մենք ուղարկել ենք Ձեզ հաղորդագրություն: Խնդրում ենք ստուգել Ձեր Էլեկտրոնային փոստն ու անցեք ուղարկված հղումով՝ Ձեր հաշիվն ակտիվացնելու համար
ar: أرسلنا لك رسالة. يرجى التحقق من البريد الإلكتروني وانقر على الرابط لتفعيل حسابك.
bg: Изпратихме ви съобщение. Моля проверете имейла си и кликнете на линка за да активирате акаунта си.
he: להפעלת חשבונך, אנא בדוק את תיבת הדואר האלקטרוני שלך והקלק על הקישור בגוף ההודעה
ru: Мы отправили вам сообщение. Пожалуйста, проверьте вашу электронную почту и нажмите на ссылку ,чтобы активировать свой аккаунт.
uk: Ми відправили вам повідомлення. Будь ласка, перевірте вашу електронну пошту та натисніть на посилання, щоб активувати обліковий запис.

source: Registration of customer
am: Հաճախորդի գրանցում
ar: تسجيل العملاء
bg: Регистрация на клиент
he: הרשמה ללקוחות
ru: Регистрация покупателя
uk: Реєстрація клієнта

source: Create new account
am: Ստեղծել նոր հաշիվ
ar: انشائ جساب جديد
bg: Създаване на нов акаунт
he: צור חשבון חדש
ru: Создать новый аккаунт
uk: Створити новий обліковий запис

source: I agree to the
am: Ես համաձայն եմ պայմաններին
ar: موافق على
bg: Съгласен съм с
he: אני מסכים ל
ru: Я согласен с
uk: Я згоден

source: terms
am: Պայմաններ
ar: الشروط
bg: Условия
he: תנאים
ru: условиями
uk: умови

source: Full Categories Page
he: כל הקטגוריות

source: Contact Us
he: צור קשר

source: Shipping: FREE shipping all over the world!
he: מרכז קניות - משלוח חינם לכל העולם!

source: Seller information
he: מידע על המוכר

source: Shipping and Payments
he: משלוחים ואמצעי תשלום

source: Countact us
am: Կապ մեզ հետ
ar: اتصل بنا
bg: Свържете се с нас
he: צור קשר
ru: Связаться с нами
uk: Зв'язатися з нами

source: New Products
he: מוצרים חדשים

source: new
he: חדש

source: Select Category
ar: اختر فئة
he: בחר קטגוריה

source: Search B2B Products
he: חפש מוצרים למכירה

source: Other products
he: מוצרים נוספים

source: Special offers
he: מחיר מיוחד

source: Your basket is empty
ar: السله فارغه
he: סל הקניות ריק

source: Your Order
ar: طلبتك
he: ההזמנה שלך

source: Original Price
ar: السعر الأصلي
he: מחיר מקורי

source: Discount
ar: خصم
he: הנחה

source: Add To basket
he: הוסף לסל

source: Your order has been submitted.
ar: تم إرسال طلبك.
he: הפעולה שלך בוצעה

source: Search B2C Products
ar: البحث عن المنتجات من التاجر للزبون
he: חפש מוצרים למכירה

source: Call
he: חייג/י!

source: Find the best busines
he: מצ אאת העסקים הטובים ביותר

source: The fast and best way
he: הדרך הטובה והמהירה ביותר

source: It's all around you
he: הכול סובב אותך

source: Your chats list
ar: قائمة الدردشات
he: רשימת השיחות שלך

source: Your chats
ar: دردشاتك
he: השיחות שלך

source: New chat
ar: دردشة جديدة
he: שיחה חדשה

source: There are no records yet
ar: لا توجد سجلات بعد
he: אין עסקאות עד כה

source: Chat content
ar: فحوى الدردشه
he: תוכן התכתבות

source: New message
am: Նոր հաղորդագրություն
ar: رسالة جديدة
bg: Ново съобщение
he: הודעה חדשה
ru: Новое сообщение от Tppcenter
uk: Нове повідомлення

source: Only On B24Online
he: רק ב- B24Online - פורטל העסקים הגדול בישראל

source: On All Products!
he: לכל המוצרים

source: Special Offer
he: מחיר מיוחד

source: Mail
he: דואר אלקטרוני

source: Image Gallery
he: גלרייה

source: Video Gallery
he: גלריית וידאו

source: Captcha
he: אני לא רובוט

source: Contact us:
ar: التواصل بنا
he: צור קשר

source: Employee
am: Աշխատող
ar: موظف
he: עובד
ru: Работник
uk: Співробітник

source: video
ar: فيديو
he: וידאו

source: Password changed!
he: סיסמא שונתה

source: Business Index
he: אינדקס עסקי

source: Logout
ar: الخروج
he: התנתק

source: Join for FREE
he: הירשם חינם

source: Join
he: הירשם/י!

source: Login to B24Online
he: הצטרף ל- B24Online

source: username or email
he: שם משתמש או דואר אלקטרוני

source: password
he: סיסמא

source: Forgot password?
he: שכחת סיסמה?

source: Register to B24Online
he: הירשם ל-B24online

source: email
he: דואר אלקטרוני

source: confirm the password
he: אשר סיסמא

source: Register
ar: تسجيل
he: הירשם

source: Full Categories Page >
he: כל הקטגוריות

source: Message sent!
ar: تم ارسال الرسالة
he: הודעה נשלחה!

source: Redirecting...
ar: تابع
he: חוזר לדף..

source: Personal Information
ar: معلومات شخصية
he: נתונים אישיים

source: YOUR AD HERE
ar: اعلانك هنا
bg: ТВОЯТА ОБЯВА ТУК
he: המודעה שלך כאן

source: this space for rent this space for rent this space for rent this space for rent this space for rent this space for rent
ar: هذا الفراغ للإيجار
he: האזור הנ"ל לפרסום

source: Log in
ar: تسجيل الدخول
bg: Вписване
he: הירשם

source: Authorization
am: Թույլտվության
ar: تفويض
bg: Упълномощаване
he: אישור
ru: Авторизация
uk: Авторізіція

source: About Company
ar: حول الشركة
bg: За Компанията
he: אודות

source: Document
am: Փաստաթուղթ
ar: وثيقة
bg: Документ
he: מסמכים
ru: Документ
uk: Документ

source: Select Producer
ar: اختر المنتج
he: יצרן

source: Your basket is empty.
ar: سلتك فارغه
bg: Твоята кошница е празна
he: סל הקניות ריק

source: Add to basket
ar: اضف الى السلة
bg: Добави в кошницата
he: הוסף לסל

source: List of products:
ar: قائمة المنتجات
bg: Продуктов лист:
he: רשימת המוצרים:

source: Are you sure delete this product?
ar: هل تريد حذف هذا المنتج؟
bg: Сигурен ли сте че искате да премахнете този продукт?
he: אתה בטוח רוצה למחוק מוצר זה?

source: Need a delivery
ar: تحتاج إلى التسليم
he: סמנו כאן אם הנכם זקוקים למשלוח, עלות המשלוח על פי מחירון העסק.

source: Delivery is unpaid
ar: الطلبيه غير مدفوعه
he: לא הוגדר מחיר משלוח עבור מוצר זה, נא ליצור קשר עם העסק.

source: Clean basket
ar: سلة نظيفة
bg: Изчисти кошницата
he: נקה סל קניות

source: Order by E-mail
ar: الطلب عبر البريد الكتروني
he: הזמנה באמצעות דואר אלקטרוני

source: Update price
ar: السعر
bg: Обнови цена
he: עדכן מחיר

source: Enter Your Info for delivery
ar: أدخل معلوماتك للطلبيه
he: הזן כתובת לשלוח

source: Your Info for delivery
ar: معلوماتك للطلبيه
he: כתובת למשלוח

source: User registartion
ar: تسجيلتسجيل المستخدم
he: הרשמה

source: Free
ar: مجانا
he: חינם

source: Your Info
ar: معلوماتك
he: נתונים אישיים

source: Sumbit
ar: عرض
he: בצע

source: You have activated this questionnaire case already
ar: لقد قمت بتنشيط حالة الاستطلاع هذه
he: השאלות הללו כבר הופעלו

source: Questionnaire cases list
ar: قائمة حالات الاستطلاعات
he: רשימת שאלות

source: Your Email
ar: بريدك الالكتروني
he: דואר אלקטרוני

source: Your questionnaires
ar: الاستلاعات الخاصة بك
he: השאלות שלך

source: There is no any data
ar: لا توجد أية بيانات
he: אין מידע בנושא זה

source: Answer the questions
ar: أجب على الأسئلة
he: ענה על השאלה

source: Invite partner by Email
ar: دعوة شريك عبر البريد الإلكتروني
he: הזמן במייל

source: Your answers for this questionnaire have been registered
ar: تم تسجيل إجاباتك عن هذا الاستطلاع
he: התשובות שלך נרשמו

source: The invitation to answer the same questions has been sent to Your friend
ar: تم إرسال الدعوة للإجابة على نفس الأسئلة إلى صديقك
he: ההזמנה לענות על שאלה זו נשלחה

source: We will notify You about the results
ar: سنقوم بإعلامك عن النتائج
he: נעדכן אותך בתוצאות

source: The matched answers
ar: الإجابات المتطابقة
he: התוצאות תואמות

source: Company news
am: Ընկերության նորություններ
ar: أخبار الشركة
bg: Новини за компанията
he: חדשות החברה
ru: Новости компании
uk: Новини компанії

source: Videos
ar: أشرطة فيديو
he: וידאו

source: Company structure
am: Ընկերության կառուցվածքը
ar: هيكل الشركة
bg: Структура на компанията
he: מבנה ארגוני
ru: Структура компании
uk: Структура компанії

source: Page is denied
ar: تم رفض الصفحة
he: ההרשאה נדחתה

source: Copyright © 2011 - 2015 Expert Center, All Rights Reserved.
ar: حقوق الطبع والنشر © 2011 - 2015 مركز الخبراء، جميع الحقوق محفوظة.
bg: Copyright © 2011 - 2015 Expert Center, Всички права запазени.
he: זכויות יוצרים © 2011-2015 אקספרט סנטר, כל הזכויות שמורות.

source: Basket:
ar: سلة
bg: Кошница:
he: סל:

source: Copyright © 2011 - 2016 Expert Center, All Rights Reserved.
ar: حقوق الطبع والنشر © 2011 - 2016 مركز الخبراء، جميع الحقوق محفوظة.
he: זכויות יוצרים © 2011-2015 אקספרט סנטר, כל הזכויות שמורות.

source: Open with Waze
ar: فتح مع Waze
he: לחץ כאן לניווט באמצעות Waze!

source: B2C Coupons
ar: كوبونات من التاجر للزبون
he: קופונים

source: Call Now!
ar: اتصل الان!
he: חייג/י!

source: Capthca
he: אני לא רובוט

source: Blog
he: בלוג

source: The Email with url has been sent to Your email
ar: تم إرسال البريد الإلكتروني الذي يحتوي على عنوان الموقع إلى بريدك الإلكتروني
he: ההודעה עם הקישור נשלחה למייל שהוזן

source: Enter Your Email
ar: بريدك الالكتروني
he: הזן דואר אלקטרוני

source: I agree to the terms
ar: أنا أوافق على الشروط
he: אני מסכים לתנאים

source: Questionnaries history
ar: تاريخ الاستطلاع
he: הסטוריית הזמנות

source: Themes
ar: خلفيات
he: נושאים

source: Order Now
ar: اطلب الان
he: הזמן כעת

source: Add to cart
ar: أضف إلى العربه
he: הוסף לסל

source: Details:
ar: تفاصيل
he: פרטים:

source: Full Name
ar: الاسم الكامل
he: שם מלא

source: Email Address
ar: عنوان البريد الإلكتروني
he: כתובת אימייל

source: Slect Category
ar: اختر فئة
bg: Избери категория
he: בחר קטגוריה

source: Learn more
ar: أعرف المزيد
he: קרא עוד

source: Valid until
ar: ساري المفعول حتى
he: בתוקף עד

source: To all the Coupons
ar: حتى النهاية الكوبونات
he: לכל הקופונים

source: Read More
ar: اقرأ المزيد
he: קרא עוד

source: About Us
ar: عنا
he: אודותינו

source: Find us
ar: تجدنا
he: מצא אותנו

source: Bulgarian
ar: البلغارية
bg: Български
he: בולגרית

source: Spanish
ar: الأسبانية
he: ספרדית

source: One of the question's fields, ID or text must not be empty
ar: واحد من مجالات الاسئله ID أو النص يجب ان لا يكون فارغا
he: מלאו את כל השדות

source: There is no such question
ar: ليس هناك مثل هذا السؤال
he: אין שאלה כזו

source: Invalid response content format, not a JSON
ar: شكل المحتوى غير القانوني للاستجابة، وليس JSON
he: אין אפשרות כזו

source: There is no such QuestionnaireCase with UUID=%d
ar: لا يوجد مثل هذه الحالة استطلاع مع UUID=%d
he: %d אין שיחה בנושא זה

source: There is no such QuestionnaireCase with ID=%s
ar: لا يوجد مثل هذا الاستطلاع القضية مع ID=%s
he: %s אין שיחה בנושא זה

source: Products from website
ar: المنتجات من الموقع
bg: Продукти от страницата
he: מוצרים מהאתר

source: B2C Basket
ar: سله الزبون من التاجر
bg: B2C Кошница
he: סל קניות

source: Order from
ar: طلب من
he: הזמן מ-

source: Message recipient
ar: مستلم الرسالة
he: נמען

source: The recipient or chat must be defined
ar: يجب تعريف المستلم أو الدردشة
he: חובה להגדיר נמען

source: There is no such User
ar: لا يوجد مثل هذا المستخدم
he: לא קיים משתמש כזה

source: Your question
ar: طرح سؤال
he: השאלה שלך

source: This message was sent to company:
ar: تم إرسال هذه الرسالة إلى الشركة:
bg: Съобщението Ви беше изпратено до компанията
he: הודעה זו נשלחה לחברת:
ru: Сообщение отправлено компании :
uk: Повідомлення було відправлено компанії:

source: Ask Your own question
ar: اطرح سؤالك
he: שאל אותנו שאלה

source: Show the answer
ar: اظهر الاجابه
he: הצג תשובה

source: Invite User by Email
ar: دعوة المستخدم عن طريق البريد الإلكتروني
he: הזמן במייל

source: There is no suitable participant
ar: لا يوجد مشارك مناسب
he: אין נמען כזה

source: There is no such Questionnaire
ar: لا يوجد مثل هذا الاستطلاع
he: אין שאלון כזה

source: Results
ar: النتائج
he: תוצאות

source: The questionnaire started by You has beed finished
ar: لقد تم الانتهاء من الاستطلاع الذي بدأته
he: השאלון חייב להיסגר

source: The questionnaire created by You has been finished
ar: تم الانتهاء من الاستطلاع الذي أنشأته أنت
he: השאלון הסתיים

source: Invite to answer the questions
ar: دعوة للإجابة على الأسئلة
he: הזמן להגיב

source: Unfortunately Your answers have not been registered
ar: لسوء الحظ لم يتم تسجيل إجاباتك
he: לצערנו התשובה שלך לא נקלטה

source: The request about Questionnaires history
ar: طلب حول تاريخ الاستطلاع
he: היסטוריית שאלונים

source: Invalid form description
ar: وصف النموذج غير صالح
he: הוזן תיאור לא ברור

source: Message sent
he: הודעה נשלחה!

source: You should choose a template or provide your own images
ar: يجب عليك أن تختار عارضه أو تقديم الصور الخاصة بك
bg: Трябва да изберете шаблон или да предоставите собствени изображения

source: Israeli New Sheqel
ar: الشيكل الجديد الإسرائيلي
bg: Израелски Шекел

source: Euro
ar: يورو
bg: Евро

source: Dollar
ar: الدولار الأمريكي
bg: Долар
