Repository: alexvnukoff/project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, ar, bg, he, ru, uk

source: Sites
am: Կայքեր
ar: المواقع
bg: Сайтове
he: אתרים
ru: Сайт
uk: Сайти

source: Site slogan
he: סלוגן

source: Slider images
he: תמונות סליידרים

source: Theme description
ar: وصف الخلفيه
he: הסבר תמונה

source: Color scheme
ar: نظام الألوان
he: צבע

source: Choose
ar: اختر
he: בחר

source: Choose the section that you want to change:
he: בחר אזור או חלק שתרצו לשנות

source: General Settings for
he: הגדרות כלליות עבור

source: Domain Name
he: שם דומיין

source: Site Languages
he: שפות

source: Product Delivery
he: משלוח

source: Landing Page
he: נחיתה

source: Create Landing Page
he: צור דף נחיתה לעסק שלך

source: Appearance:
he: הופעה:

source: Site Template
he: בחר עיצוב - טמפלט

source: Content:
he: תוכן

source: Site Slogan
he: סלוגן

source: Footer Text
he: באנר תחתון

source: Images:
he: תמונות

source: Organization Logo
he: לוגו ארגון

source: Slider Images
he: תמונות סליידר

source: Links:
he: קישורים:

source: Social Links
he: קישורים לרשתות חברתיות

source: Type of employment
am: Զբաղվածության տեսակը
ar: نوع العمل
bg: Тип заетост
he: סוג מקצוע
ru: Тип занятости
uk: Тип зайнятості

source: Make vacancy anonymous
ar: جعل الشواغر مجهول
he: הפוך משרה לאנונימית

source: Company title will be hidden
ar: اسم الشركة سوف يكون مخفي
he: שם החברה יוסתר

source: Requirements
am: Ներկայացվող պահանջները
ar: متطلبات
bg: Изисквания
he: דרישות
ru: Требования
uk: Потреба

source: Terms
am: Պայմաններ.
ar: مصطلح
bg: Условия
he: תנאים
ru: Условия
uk: Умови

source: Send Resume
am: Ուղարկել ինքնակենսագրական
ar: ارسال السيرة الذاتية
bg: Изпрати Автобиография
he: שלח קורוח חיים
ru: Отправить резюме
uk: Відправити резюме

source: Anonymous company
am: Աանուն ընկերություն
ar: شركة مجهولة
bg: Анонимна компания
he: חברה לא מזוהה
ru: Имя компании скрыто
uk: Анонімна компанія

source: Type of employments
am: Հաստիքի տեսակը
ar: نوع التوظيفات
bg: Вид на местоработи
he: סוג משרה
ru: Тип занятости
uk: Тип наймання

source: You have successfully sent the message.
am: Դուք հաջողությամբ ուղարկել է հաղորդագրությունը
ar: لقد أرسلت الرسالة بنجاح .
bg: Вие успешно изпратихте вашето съобщение.
he: ההודעה נשלחה בהצלחה
ru: Ваше сообщение было успешно отправлено
uk: Ви успішно відправили повідомлення.

source: You send resume on position:
am: Դուք ուղարկել եք ինքնակենսագրական հետևյալ հաստիքով
ar: يمكنك إرسال سيرتك الذاتية على الموضع:
bg: Можете да изпрати автобиография на позицията:
he: הינך שולח/ת קו''ח למשרה:
ru: Резюме на должность:
uk: Ви відправляєте резюме на позиції:

source: Add new resume to profile
am: Ավելացնել նոր ինքնակենսագրական պրոֆիլում
ar: إضافة سيرة ذاتية جديدة لملف
bg: Добави нова автобиография в профила
he: הוספת קורות חיים חדשים לפרופיל
ru: Добавить новое резюме
uk: Додати нове резюме в профіль

source: New resume
am: Նոր ինքնակենսագրական
ar: استئناف جديد
bg: Нова автобиография
he: קורות חיים חדשים
ru: Новое резюме
uk: Нові резюме

source: Send existing resume
am: Ուղարկել ինքնակենսագրականներ
ar: ارسال السيرة الذاتية القائمة
bg: Изпрати увлекателна автобиография
he: שלח קורות חיים
ru: Послать существующее резюме:
uk: Надіслати існуючі резюме

source: No existing resumes
am: Չկան գործող ինքնակենսագրականներ
ar: لم يستأنف القائمة
he: הפריט לא נמצא
ru: Нет заполненных резюме
uk: Резюме відсутні

source: Latest updates
am: Վերջին թարմացումները
ar: آخر التحديثات
bg: Последни ъпдейти
he: עדכונים אחרונים
ru: Последние обновления
uk: Останні оновлення

source: Get the price
ar: الاتصال لتلقي السعر
he: קבל מחיר
uk: Дізнатися ціну

source: Bussiness Proposals
am: Բիզնես առաջարկներ
ar: عروض تجارية
bg: Бизнес предложение
he: הצעות עסקיות
ru: Бизнес предложения
uk: Бізнес Пропозиції

source: Main page
am: Գլխավոր էջ
ar: الصفحة الرئيسية
bg: Главна страница
he: עמוד ראשי
ru: Домашняя страница
uk: Головна

source: Программа развития и продвижения предпринимательства, Портфель инструментов в помощь предпринимателям для успешного продвижения сделок, проектов и услуг-Аналитическая информация о бизнес процессах и интересах, Фактор безопасной сделки, Бизнес–предложения, Индекс предпринимателей - партнёры, инвесторы и клиенты, Съезды, выставки и конференции, Конкурсы, тендеры, Собственный Интернет-сайт, Электронный магазин B2B , Электронный магазин B2C, Инновационные проекты, Электронный банк, ToolBar - Панель инструментов B2B,Социальная сеть предпринимателей, Корпоративный Блог Предпринимателя, менеджера и работников, Новости и актуалии государственной и международной экономики,Советы профессионалов, Виральный маркетинг, Электронная подпись, CRM Система управления бизнесом
he: פרויקט בינלאומי לקידום ותמיכה ביזמים ובעלי עסקים. כלים עסקיים לפיתוח עסקי, יצירת ביקושים לשירותים ולמוצרים שלך. אתר אינטרנט אישי, חנות מכירות משוכללת, קטלוג חברות ועסקים, קטלוג מוצרים/שירותים, משרד וירטואלי אישי, מודול חדשות, פורומים, תערוכות וכנסים, ניתוח נתונים, הצעות עסקיות, מכרזים פנימיים, פיתוח מסלול קריירה וניהול צוות. מה אנו מצעים? אתר אינטרנט עצמאי מולטי פונקציונאלי מסונכרן עם תכנית חובקת עולם לפיתוח קשרים ותמיכה ביזמים קשר עסקי לעשרות אלפי יזמים בעולם. השתתפות בתוכניות B2B. מסחר מקוון בין עסקים השתתפות בתוכניות B2C. מכירות ללקוחות קצה. מרכז מידע חכם לחיבור בין מעסיקים לדורשי עבודה.

source: TPP-Center
ar: عام
bg: TPP-Център
he: ראשי
ru: ТПП-Центр
uk: TПП-центр

source: Center of chambers of commerce, associations, unions and guilds
am: Առևտրաարդյունաբերական պալատներ, ասոցացիաներ, միություններ, գիլդիաներ
ar: مركز الغرف التجارية والجمعيات والاتحادات والنقابات
bg: Център на търговските камари, асоциации, съюзи и гилдии
he: מרכז לשכות מסחר, עמותות, איגודים ואגודות
ru: Центр торгово-промышленных палат, ассоциаций, союзов и гильдий предпринимателей и промышленников.
uk: Центр торгово-промислових палат, асоціацій, спілок та гільдій

source: Send message to
am: Ուղարկել հաղորդագրություն
ar: ارسل الى
bg: Изпрати съобщение до
he: שלח הודעה ל
ru: Отправить сообщение
uk: Надіслати повідомлення

source: Message subject
ar: موضوع الرسالة
he: נושא ההודעה

source: File
am: Ֆայլ
ar: ملف
bg: Файл
he: קובץ
ru: Файл
uk: Файл

source: Is message private
ar: هي رسالة خاصة
he: הודעה פרטית

source: Select organizations
am: Ընտրել կազմակերպությունները
ar: حدد المنظمات
bg: Избери органицации
he: בחר ארגון
ru: Выбрать организацию
uk: Оберіть організацію

source: Select branch
am: Ընտրել մասնաճյուղը
ar: حدد فرع
bg: Избери бранш
he: בחר תחום
ru: Выберить отрасль
uk: Вибрати галузь

source: Select company
ar: اختر الشركة
bg: Избери компания
he: בחר חברה
ru: Выбрать компанию
uk: Оберіть компанію

source: Select country
am: Ընտրեք երկիրը
ar: اختر البلد
bg: Избери държава
he: בחר מדינה
ru: Выбереть страну
uk: Виберіть країну

source: Select category
ar: اختر فئة
bg: Избери категория
he: בחר קטגוריה
ru: Выбрать категорию
uk: Оберіть категорію

source: Select organization
am: Ընտրեք կազմակերպությունը
ar: حدد المنظمة
bg: Избери организация
he: בחר ארגון

source: All
am: Ամբողջը
ar: كل
bg: Всичко
he: הכל
ru: Все
uk: Всі

source: My
am: Իմ
ar: خاص
bg: Мой
he: אזור שלי
ru: Мои
uk: Мій

source: Sorting
am: Տեսակավորող
ar: فرز
bg: Сортиране
he: תקציר
ru: Сортировка
uk: Сортування

source: Field
am: Դաշտ
ar: حقل
bg: Област
he: שדה
ru: Поле
uk: Поле

source: Creation date
am: Ստեղծման ամսաթիվ
ar: تاريخ الإنشاء
bg: Дата на създаване
he: תאריך יצירה
ru: Дата созданния
uk: Дата створення

source: Descending
am: Նվազող
ar: تنازلي
he: הנחה
ru: Нисходящий
uk: Спадний

source: Ascending
am: Աճող
ar: تصاعدي
he: התייקרות
ru: Восходящий
uk: Висхідний

source: Apply
am: Դիմել
ar: تطبق
he: יישם
ru: Применить
uk: Застосовувати

source: B24Online is an integrated international online business networking platform offering B2B and B2C services as well as an employment portal for candidates and companies. Available in English, Russian and a variety of other languages.
ar: B24 عبر الانترنت هي عبارة عن منصة دولية متكاملة للأعمال التجارية عبر الإنترنت تقدم خدمات B2B (من التاجر للتاجر) و B2C (من التاجر للزبون ) بالإضافة إلى بوابة توظيف المتقدمين والشركات. متوفر باللغات الإنجليزية والروسية ومجموعة متنوعة من اللغات الأخرى.
he: B24Online הוא פורטל עסקים בינלאומי המציע אפשרויות כלכליות רבות ושיתופי פעולה בין חברות ועסקים, מרכזי קניות סיטונאיים וקימונעיים אזוריים וארציים. כמו כן מערכת ניהול צוות, ניהול שיחות פנים חברה, מרכז תעסוקה לגיוס עובדים ומשרות.

source: B24Online
ar: B24 عبر الانترنت
he: B24Online - פורטל העסקים הגדול בישראל

source: About us
ar: عنا
bg: За нас
he: אודות
uk: Про нас

source: Public Offer
ar: العرض العام
he: השירותים שלנו

source: Switch language
ar: تبديل اللغة
he: שפה

source: Sign In
ar: تسجيل دخول
he: כנס

source: B24Online for Business
ar: B24 عبر الانترنت للتجار
he: B24Online לעסקים

source: Growth tools for your business.
ar: أداة لنمو الأعمال التجارية الخاصة بك.
he: הירשמו ותוכלו לקבל כלים כלכליים רבים לניהול וקידום העסק שלך!

source: Search for products and services
ar: البحث عن المنتجات والخدمات
he: חפשו מוצרים ושירותים - טקסט חופשי

source: OR
ar: أو
he: או

source: Products and services
ar: منتجات وخدمات
he: מוצרים והשירותים סיטונאיים

source: B24Online for Customers
ar: B24 عبر الانترنت للزبائن
he: B24Online Shopping

source: Your marketplace – from your own neighborhood across the world.
ar: السوق الخاص بك - من حي الخاصة بك في جميع أنحاء العالم.
he: הירשמו ותוכלו להתחיל למכור ולקנות את מיטב המוצרים מהחברות הגדולות ביותר בישראל ובעולם!

source: Search for products
ar: البحث عن المنتجات
he: חפשו מוצרים למכירה - טקסט חופשי

source: Search for Products
ar: البحث عن المنتجات
he: כל המוצרים

source: Search for Coupons
ar: البحث عن كوبونات
he: קופונים ומבצעים

source: Employment Center
ar: مركز التوظيف
he: B24Online מרכז תעסוקה

source: Find the your ideal position or the perfect candidate for your company.
ar: العثور على المكان المثالي أو المرشح المثالي لشركتك.
he: מצאו את המועמד הטוב ביותר עבור המשרה המבוקשת או הגישו את מועמדותכם.

source: Search for new job opportunitiess
ar: البحث عن فرص عمل جديدة
he: חפשו משרות ואפשרויות תעסוקה - טקסט חופשי

source: Job listings
ar: المرشحين والاستعانة بمصادر خارجية
he: לכל המשרות

source: Candidates and outsourcing
ar: المرشحين والاستعانة بمصادر خارجية
he: מועמדים פנימיים וחיצוניים

source: Previous
ar: السابق
he: הקודם

source: Next
ar: التالي
he: הבא

source: Your Own Site
ar: الموقع الخاص بك
he: האתר שלך

source: Products & Services
ar: المنتجات والخدمات
he: מוצרים ושירותים

source: Leads Gathering
ar: جمع البيانات
he: איסוף לידים

source: Live Chat
ar: دردشة مباشرة
he: צ'אט חי

source: More Tools
ar: المزيد من الأدوات
he: כלים ואפשרויות נוספות

source: Create Your Own Site in Under 10 Minutes
ar: إنشاء موقع الخاصة بك في أقل من 10 دقايق
he: צרו אתר אינטרנט אישי לעסק שלכם בפחות מ-10 דקות!

source: Every company joining B24Online can choose from a wide variety of ready-made, mobile-friendly templates to build and operate its own image and sales websites. Companies immediately can start operating in their business environments. All information from the portal is immediately synchronized to your personal site.
ar: يمكن لكل شركة تنضم إلى B24 أونلين الاختيار من بين مجموعة واسعة من النماذج الجاهزة للجوال، والتي تعمل على إنشاء وتشغيل مواقع الويب الخاصة بالمبيعات. يمكن للشركات البدء فورا في العمل في بيئات أعمالها. تتم مزامنة جميع المعلومات من البوابة على الفور إلى الموقع الشخصي الخاص بك.
he: כל עסק או חברה שמצטרפים ל- B24Online יכולים לבנות לעצמם אתר אינטרנט עצמאי לחלוטין. ביכולתכם לבחור כיצד ייראה האתר שלכם מתוך שלל העיצובים המוצעים, ועל פי האופי שמתאים לעסק שלכם: אתר תדמיתי, מכירתי או שירותי. מערכת בניית האתרים שלנו מאפשרת בחירה מתוך מגוון רחב של עיצובים מקוריים, מותאמים לכל מכשירי הטלפונים הסלולאריים וכל האתרים רספונסיביים לכל המכשירים הדיגיטאליים הקיימים.

source: Start Now
ar: ابدأ الآن
he: התחל עכשיו!

source: Products and Services
ar: منتجات وخدمات
he: מרכז קניות

source: A virtual shopping center for buying and selling. Users have simultaneous access to both B2B and B2C platforms. The shopping center provides a variety of sales promotion tools, offering coupons, sales offers and discounts.
ar: مركز التسوق الظاهري للشراء والبيع. للمستخدمين الوصول في وقت واحد إلى كل من B2B و B2C المنصات. يوفر مركز التسوق مجموعة متنوعة من أدوات ترويج المبيعات، وتقدم كوبونات، وعروض المبيعات والخصومات.
he: בפורטל B24Online מרכז קניות אונליין לקנייה ומכירת מוצרים לכל רחבי העולם. למשתמשים רשומים ישנן אפשרויות גישה בו-זמנית לפלטפורמות מכירות סיטונאיות וקימונעיות. מרכז הקניות מספק מגוון רחב של כלים לקידום מכירות: קופונים, מבצעים והנחות בלעדיות לגולשי הפורטל.

source: B2B Center
ar: مركز التاجر للتاجر
he: כניסה למרכז מכירות סיטונאיות

source: Shopping Center
ar: مركز للتسوق
he: כניסה למרכז הקניות

source: Coupons
am: Արժեկտրոններ
ar: كوبونات
he: קופונים
ru: Купоны
uk: Купони

source: No more working with external systems and wasting money on temporary landing pages. Every contact module in the website or platform (company’s card) or on any page will be sent to you automatically, including name, phone numbers and e-mails, along with a brief option for text. The management panel makes it easy to receive relevant data on the potential client and the services and products he would like.
ar: لا مزيد من العمل مع النظم الخارجية وإضاعة المال على الصفحات المقصودة المؤقتة. سيتم إرسال كل وحدة اتصال في الموقع أو منصة (بطاقة الشركة) أو على أي صفحة لك تلقائيا، بما في ذلك الاسم وأرقام الهواتف والبريد الإلكتروني، جنبا إلى جنب مع خيار مختصر للنص. وتسهل لجنة الإدارة الحصول على البيانات ذات الصلة عن إمكانية الزبون والخدمات والمنتجات التي يرغب فيها.
he: רק משתמשי פורטל B24Online נהנים ממערכת ניהול איסוף לידים עצמאית בלתי תלויה. אין יותר צורך בעבודה עם מערכות חיצוניות ובזבוז כסף רב. מעתה כל גולשי הפורטל נהנים מכלים לאיסוף לידים ופניות לקוחות, בעמודים הפנימיים של אתר האינטרנט שלכם. המידע כולל: שם, מספר טלפון ודואר אלקטרוני, יחד עם אפשרות לטקסט מהפונים אליכם.

source: Register Now
ar: سجل الان
he: הירשם

source: The live chat messenger system allows communications within the portal and with a company’s external website. Clients can choose the division, department or employee to contact by IM. Chat history is saved for future reference and documents and photos can be uploaded securely. The app serves as a tool for simultaneous discussions, marketing and support. Groups can be created to bring together employees, or employees and clients.
ar: يتيح نظام messenger الدردشة الحية الاتصالات داخل البوابة ومع موقع ويب خارجي للشركة. يمكن للعملاء اختيار قسم أو موظف للاتصال من قبل IM . يتم حفظ التاريخ دردشة للرجوع إليها في المستقبل والوثائق والصور يمكن تحميلها بشكل آمن. يقدم التطبيق كأداة للمناقشات في وقت واحد والتسويق والدعم. يمكن إنشاء مجموعات لجمع الموظفين، والعملاء.
he: לאחר ההרשמה לפורטל B24Online תיהנו ממערכת שליחת צא'ט אישי בזמן אמת, המאפשרת לעובדי החברה להשתמש ברשת תקשורת עסקית פנימית עם קישור לאתר החברה. באמצעות מערכת ניהול הצ'אטים ניתן לבחור את המחלקה או העובד הרלוונטי.

source: Start Chat Now
ar: ابدأ الدردشة الآن
he: התחל צ'אט!

source: Company E-Business Card
ar: شركة بطاقة الأعمال الإلكترونية
he: כרטיס ביקור אינטראקטיבי - עסקי

source: A business card for your company to help find clients and partners, searchable through the portal’s company database. Full details can be found in the business database and help the company to connect to clients and partners.
ar: بطاقة عمل لشركتك للمساعدة في العثور على العملاء والشركاء، للبحث من خلال قاعدة بيانات الشركة البوابة. ويمكن الاطلاع على التفاصيل الكاملة في قاعدة بيانات الأعمال ومساعدة الشركة على الاتصال بالعملاء والشركاء.
he: כרטיס ביקור דיגיטאלי אינטראקטיבי- לעסק שלך! כולל את כל פרטי החברה, מידע על תחום עיסוקכם, ופרטי יצירת קשר על מנת לסייע לך למצוא שותפים עסקיים ולקוחות.

source: Personal E-Business Card
ar: بطاقة الأعمال الإلكترونية الشخصية
he: כרטיס ביקור אינטראקטיבי - אישי

source: Your own personal interactive business card, with easy sharing option.
ar: الشخصية الخاصة بك بطاقة الأعمال التفاعلية، مع خيار تقاسم سهلة.
he: כרטיס ביקור אינטראקטיבי אישי. להצגה שלך בפני בעלי עניין בעסק שלך או בתחום עיסוקך, לקוחות או שותפים עסקיים פוטנציאליים, ויצירת קשרים און-ליין.

source: Business Community
ar: مجتمع الأعمال
he: קהילה עסקית חובקת עולם

source: A social network providing a broad communication platform for your employees your staff, partners and clients.
ar: شبكة اجتماعية توفر منصة اتصالات واسعة لموظفيك والشركاء والزبان
he: רשת תקשורת גלובאלית המספקת מידע עסקי ומאפשרת מערכת ניהול שיחות ותקשורת עם שותפים, חברות שונות, סגל החברה שלך, שותפים ולקוחות.

source: Innovative projects
am: Ինովացիոն ծրագրեր
ar: المشاريع المبتكرة
bg: Иновативни продукти
he: פרוייקטים חדשניים
ru: Инновационные проекты
uk: Інноваційні проекти

source: Present and describe your projects and portfolio to attract potential business partners.
ar: عرض ووصف المشاريع الخاصة بك ومحفظة لجذب شركاء الأعمال المحتملين
he: מערכת חדשנית המאפשרת לכם כבעלי עסקים להציג מיזמים עסקיים, על מנת למשוך עסקים פוטנציאליים ושותפים עסקיים.

source: Newsfeed
ar: موجز الأخبار
he: חדשות

source: A news feed to keep you updated and let you share the latest from your own company.
ar: الخلاصة الإخبارية للحفاظ لكم تحديث وتمكنك من تبادل لشركتك مؤخرا.
he: מערכת חדשותית עסקית ONLINE, לעדכון מיידי של החדשות האחרונות על העסק שלך, פיתוחים וחידושים בענף בו הנך עוסק, מבצעים וכל אירוע חדשותי הנוגע לעסק שלך.

source: Partners include Chamber of Commerce, Business Centers and other international business networks.
ar: وتشمل الشركاء مكتب التجارة، ومراكز الأعمال وشبكات الأعمال التجارية الدولية الأخرى.
he: לפורטל שותפים עסקים כלכלים רבים בכל רחבי העולם, ביניהם: לשכות מסחר ותעשייה, קהילות עסקיות וארגונים כלכליים במדינות רבות.

source: Present public offers to your target audience worldwide. Each module includes its own independent, template-built, responsive mini site.
ar: تقديم العروض العامة للجمهور المستهدف في جميع أنحاء العالم. تحتوي كل وحدة على موقعها الخاص المستقل والقائم على القالب والمتجاوب
he: גולשי הפורטל יכולים להציע הצעות עסקיות לקהל יעד גדול ברחבי העולם, ולנהל עסקאות חובקות עולם.

source: Forums, Exhibitions and Conferences
ar: منتديات، المعارض والمؤتمرات
he: תערוכות, פורומים ואירועים כלכליים

source: An integrated event management portal with an RSVP system, chatting with other registered participants, forwarding relevant marketing materials and scheduling meetings around the event.
ar: بوابة متكاملة لإدارة الأحداث مع نظام RSVP، والدردشة مع المشاركين المسجلين الآخرين، وإعادة توجيه المواد التسويقية ذات الصلة وجدولة الاجتماعات حول الحدث.
he: מערכת ניהול אירועים וצ'אטים עם משתמשים רשומים נוספים בפורטל.

source: Center of chambers of commerce, associations, unions and guilds.
ar: مركز غرف التجارة والجمعيات والنقابات والنقابات.
he: מרכז לשכות מסחר, עמותות, איגודים ואגודות

source: B2C center
am: B2C կենտրոն
ar: مركز من التاجر الى الزبون
he: מרכז קניות
ru: Центр розничных продаж
uk: B2C центр

source: Innovation projects
am: Ինովացիոն ծրագիր
ar: مشاريع مبتكرة
bg: Проекти за иновации
he: פרוייקטים חדשניים
ru: Банк инновационных проектов
uk: Інноваційні проекти

source: Mother tongue
ar: لغة الام
bg: Роден език
he: שפה
ru: Родной язык
uk: рідна мова

source: Armenian
ar: الارامية
bg: Английски (USA)
he: ארמנית
ru: Армянский

source: Arabic
ar: العربية
bg: Арабски
he: ערבית
ru: Арабский
uk: Арабська

source: English
ar: الانجليزية
bg: Английски
he: אנגלית
ru: Английский

source: Hebrew
ar: العبرية
bg: Еврейски
he: עברית
ru: Иврит

source: Russian
ar: روسيا
bg: Руски
he: רוסית
ru: Русский

source: Chinese
ar: الصينية
bg: Китайски
he: סינית
uk: Китайська

source: Ukrainian
ar: الأوكرانية
bg: Украински
he: אוקראינית

source: Community
am: Միավորում
ar: مجتمع
bg: Общност
he: קהילה
ru: Сообщество
uk: Спільнота

source: Producst and services
am: Ապրանքներ եւ Ծառայություններ
ar: المنتجات والخدمات
bg: Продукти и услуги
he: מוצרים ושירותים
ru: Товары и услуги
uk: Продукти та послуги

source: Business community
am: Բիզնես միավորում
ar: مجتمع الأعمال
bg: Бизнес общност
he: קהילה עסקית
ru: Бизнес сообщества
uk: Ділове співтовариство

source: Jobs
am: Աշխատանքներ
ar: عمل
bg: Работа
he: עבודות
ru: Вакансии
uk: вакансії

source: and get tools for business
am: եւ գործիքներ բիզնեսի համար
ar: والحصول على الأدوات اللازمة لرجال الأعمال
bg: и да получите инструменти за бизнес
he: וקבל כלים לניהול וקידום העסק שלך
ru: и получите портфель управления бизнесом
uk: і отримати інструменти для бізнесу

source: In 2014, Portal TPP-Center was marked by the reward sign "Business Leader of the CIS" for his contribution to the development of economic integration
am: 2014 թվականին TPP-Center պորտալը նշանավորվեց պարգեւատրմամբ "ԲԻԶՆԵՍ ԼԻԴԵՐ ԱՊՀ " - իր ներդրած ավանդի, ինչպես նաեւ զարգացման տնտեսական ինտեգրման համար
ar: في عام 2014 مركز بوابة غرفة التجارة الدولية تميزت بعلامة مكافأة "قادة الأعمال في رابطة الدول المستقلة " لمساهمته في تطوير التكامل الاقتصادي
he: בשנת 2014 פורטל "אקספרט סנטר" זכה באות כבוד מנהיג עסקי של ארגון "מדינות חבר העמים" על תרומתו לפיתוח אינטגרציה בינלאומית לעסקים
ru: В 2014 году портал ТПП-Центр был отмечен наградным знаком "Лидер Бизнеса СНГ" за вклад в развитие экономической интеграции
uk: У 2014 році портал ТПП-Центр відзначено нагородою знак Бізнес-лідер СНД за внесок у розвиток економічної інтеграції

source: Registration
am: Գրանցում
ar: تسجيل
bg: Регистрация
he: הרשמה
ru: Регистрация
uk: Реєстрація

source: on the portal will allow you to
am: Պորտալում հնարավոր կլինի
ar: البوابة سوف تسمح لك ل
bg: в портала ще ви позволи да
he: תאפשר לך
ru: на портале даст вам возможность
uk: на порталі дозволить Вам

source: run a business behalf of the company
am: Ընկերության անունից առաջարկել բիզնե
ar: تشغيل نيابة الأعمال التجارية للشركة
bg: развиете бизнес от името на компанията
he: לנהל את העסק שלך
ru: управлять бизнесом от лица компании
uk: запустити бізнес від імені компанії

source: to buy goods as a private person
am: Գնել ապրանքներ `որպես մասնավոր անձ
ar: لشراء السلع كشخص خاص
bg: за да купувате стоки като частно лице
he: לקנות מוצרים כאדם פרטי
ru: покупать товары как частное лицо
uk: купувати товари в якості приватної особи

source: draw attention toward your projects
am: Ուշադրությունը սեւեռել դեպի ձեր ծրագրերը
ar: لفت الانتباه حول المشاريع الخاصة بك
bg: да привлечете вниманието към своите проекти
he: משוך תשומת לב אל הפרוייקטים שלך
ru: привлечь внимание к своим проектам
uk: привернути увагу до своїх проектів

source: and you will be able
am: եւ դուք կկարողանաք
ar: وسوف تكون قادر
bg: и ще бъдете способни
he: ותוכל
ru: и вы сможете
uk: і ви зможете

source: create your own online shop
am: Ստեղծեք Ձեր սեփական օնլայն խանութը
ar: إنشاء متجر الخاصة بك على الانترنت
bg: да създадете свой собствен онлайн магазин
he: ליצור חנות מקוונת משלך
ru: создать собственный онлайн магазин
uk: створити свій власний інтернет-магазин

source: to represent your products and services
am: ներկայացրեք Ձեր ապրանքներն ու ծառայությունները
ar: تمثيل لمنتجات والخدمات الخاصة بك
bg: да представите вашите продукти и услуги
he: להציג את המוצרים והשירותים שלך
ru: представлять свою продукцию и услуги
uk: представляти свою продукцію та послуги

source: communicate with potential customers
am: Հաղորդակցվելու պոտենցիալ հաճախորդների հետ
ar: التواصل مع الزبائن المحتملين
bg: комуникирайки с потенциални копувачи
he: לתקשר עם לקוחות פוטנציאליים
ru: общаться с потенциальными клиентами
uk: спілкуватися з потенційними клієнтами

source: Registred
am: Գրանցվածներ
ar: مسجل
bg: Регистрираните
he: משתמשים מורשים
ru: Зарегистрированныe
uk: Зареєстровані

source: users can
am: Օգտագործողը կարող է՝
ar: يمكن للمستخدمين
bg: потребители могат
he: משתמשים יכולים
ru: пользователи могут
uk: користувачі можуть

source: create their own websites
am: Ստեղծել սեփական կայքեր
ar: إنشاء مواقع خاصة بهم
bg: да създадат собствена интернет страница
he: ליצור אתר אינטרנט חיצוני פרטי
ru: создавать свои собственные веб-сайты
uk: створювати свої власні веб-сайти

source: puts advertising on the portal
am: Տեղադրել գովազդ պորտալում
ar: يضع الإعلان على البوابة
bg: да рекламират в портала
he: לפרסם בפורטל
ru: выставлять рекламу на портале
uk: розмістити рекламу на порталі
