Repository: alexvnukoff/project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, ar, bg, he, ru, uk

source: Organizations
am: Կազմակերպություններ
ar: المنظمات
bg: Организации
he: ארגונים
ru: Организации
uk: Організації

source: News
am: Նորություններ
ar: اخبار
bg: Новини
he: חדשות
ru: Новости
uk: Новини

source: Products
am: Ապրանքներ
ar: المنتوجات
bg: Продукти
he: מוצרים
ru: Товары
uk: Продукти

source: Innovation Projects
am: Նորարական նախագծեր
ar: مشاريع مبتكرة
bg: Иновационни проекти
he: פרוייקטים חדשניים
ru: Инновационные проекты
uk: Інноваційні проекти

source: Companies
am: Կազմակերպություններ
ar: شركات
bg: Компании
he: חברות
ru: Компании
uk: Компанії

source: Business Proposals
am: Բիզնես առաջարկներ
ar: عروض تجارية
bg: Бизнес Предложения
he: הצעות עסקיות
ru: Бизнес предложения
uk: Бізнес Пропозиції

source: Job requirements
am: Աշխատանքային պահանջները
ar: متطلبات الغمل
bg: Изисквания за работа
he: דרושים
ru: Требуются
uk: Вимоги до кандидата

source: Exhibitions
am: Ցուցահանդեսներ/Համաժողովներ
ar: معارض
bg: Изложения
he: אירועים
ru: Выставки
uk: Виставки

source: Banner
ar: لافتة
bg: Банер
he: באנר
ru: Баннер
uk: Банер

source: Top
ar: اعلى
he: עליון
ru: Топ
uk: Топ

source: User has been activated!
ar: تم تشغيل المستخدم
he: משתמש הופעל!

source: User has beeen deleted!
ar: تم حذف المستخدم .
he: משתמש נמחק!

source: Starting date should be earlier than ending date
ar: تاريخ البدء يجب أن يسبق وقت تاريخ انتهاء
bg: Началната дата трябва да бъде по-рано от крайната дата
he: תאריך כניסה חייב להיות מוקדם יותר מתאריך סגירה

source: At least one filter should be specified
ar: ينبغي تحديد مرشح واحد على الأقل
bg: Изберете на-малко един филтър
he: יש לציין מסנן אחד לפחות

source: From
ar: من
bg: От
he: מ-

source: To
ar: الى
bg: До
he: אל

source: B2B Products
ar: منتجات من التاجر للتاجر
bg: B2B Продукти
he: מכירות סיטונאיות

source: B2C Products
ar: منتجات من التاجر الى الزبون
bg: B2C Продукти
he: מוצרים למכירה

source: Main
am: Գլխավոր
ar: رئيسي
bg: Главни
he: ראשי
ru: Главная
uk: Головна

source: Business Proposal
am: Բիզնես առաջարկ
ar: اقتراح الأعمال
bg: Бизнес Предложение
he: הצעה עסקית
ru: Бизнес предложения
uk: Комерційна пропозиція

source: Select department
ar: اختر قسم
bg: Изберете отдел
he: בחר מחלקה

source: Select vacancy
ar: اختار الوظيفه الشاغره
bg: Изберете свободно място за работа
he: בחר משרה

source: User not found
ar: المستخدم غير موجود
bg: Потребителят не е намерен
he: משתמש לא נמצא

source: The vacancy already have employee attached
ar: تم التوظيف للوظيفه الشاغره
bg: Постът вече е зает
he: במשרה זו ישנו כבר עובד צמוד

source: The user already employed in your organization
ar: المستخدم بالفعل مستخدم في مؤسستك
bg: Потребителят вече е част от вашата организация
he: המשתמש כבר מועסק בארגון שלך

source: Only registered users can send the messages
ar: يمكن للمستخدمين المسجلين فقط إرسال الرسائل
bg: Само регистрирани потребители могат да изпращат съобщения
he: רק משתמשים רשומים יכולים לשלוח הודעה
ru: Только зарегистрированные пользователи могут отправлять сообщения.
uk: Тільки зареєстровані користувачі можуть відправляти повідомлення

source: Error during data saving
ar: خطأ في حفظ البيانات
he: שגיאה בעת שמירת נתונים

source: You have successfully sent the message
ar: لقد أرسلت الرسالة بنجاح
he: ההודעה נשלחה בהצלחה

source: Greetings
am: Ողջունում
ar: تحيات
bg: Поздравления
he: ממליצים
ru: Приветствия
uk: Привітання

source: Innovation Project
am: Ինովացիոն ծրագիր
ar: مشاريع مبتكرة
bg: Иновационен Проект
he: פרוייקטים חדשניים
ru: Инновационные проекты
uk: Інноваційний проект

source: Leads
ar: يؤدي
he: רשימת הפניות - לידים

source: As email
ar: كالبريد الالكتروني
he: כדואר אלקטרוני

source: As message
ar: كرسالة
he: כהודעה

source: Delivery way
ar: طريقة التسليم
he: סוג משלוח

source: Message attachment
ar: مرفق للرسالة
he: צרף הודעה

source: This message was sent to company with id = %(organization_id)d, subject: %(subject)s
ar: تم إرسال هذه الرسالة إلى الشركة مع id = %(organization_id)d, %(subject)s
he: הודעה זו נשלחה לחברה עם קוד זהות %(organization_id)d %(subject)s

source: New message: %(subject)s
ar: رسالة جديدة %(subject)s
he: הודעה חדשה %(subject)s

source: Send as message
ar: ارسل رساله
he: שלח כהודעה

source: Send as email
ar: إرسال البريد الالكتروني
he: שלח כמייל

source: Redirect to new chat right now?
ar: إعادة إلى دردشة جديدة الآن؟
he: לעבור לשיחה חדשה כעת?

source: Invalid parameters. There is not such user
ar: العامل المتغير في التجربة غير صالحة. ليس هناك مثل هذا المستخدم
he: אין משתמש רשום בשם זה

source: Invalid parameters. There is not such organization
ar: العامل المتغير في التجربة غير صالحة. لا توجد مثل هذه المؤسسة
he: אין ארגון רשום בשם זה

source: For user
ar: للمستخدم
he: עבור משתמש

source: the organization staff is empty
ar: فريق منظمة فارغ
he: צוות הארגון מלא

source: Add user to chat
ar: إضافة المستخدم للدردشة
he: הוסף משתמש לצ'אט

source: Chat subject
ar: موضوع الدردشة
he: נושא שיחה

source: Close chat
ar: اغلق الدردشة
he: סגור שיחה

source: Only chat's creator has the permission to close the chat
ar: فقط منشئ الدردشة لديه الإذن لإغلاق هذه الدردشة
he: רק יוצר השיחה יכול לסגור אותה

source: Private messages
am: Անձնական հաղորդագրություն
ar: رسالة خاصة
bg: Лични съобщения
he: הודעה אישית
ru: Отправить сообщение
uk: Приватні повідомлення

source: Products B2B
ar: منتجات من التاجر للتاجر
bg: Продукти B2B
he: מכירות סיטונאיות

source: There is not such message chat
ar: لا يوجد مثل رساله الدردشة هذه
he: אין שיחה בנושא זה

source: Error during data saving: {0}
ar: خطأ في حفظ البيانات {0}
he: {0} שגיאה בעת שמירת אירועים

source: There are some errors
ar: هناك بعض الأخطاء
he: ישנן כמה תקלות

source: You have successfully add new participant
ar: تمت إضافة مشارك جديد بنجاح.
he: משתמש חדש התווסף בהצלחה

source: You have successfully updated chat
ar: كنت قد قمت بتحديث دردشه بنجاح
he: שיחה הועלתה בהצלחה

source: Discount can not be smaller than 1 percent
ar: الخصم لا يمكن أن يكون أصغر من 1 في المئة
bg: Отстъпката не може да е по-малка от 1 процент
he: הנחה לא יכולה להיות קטנה מ- 1%

source: Discount can not be bigger than 99 percent
ar: الخصم لا يمكن أن يكون أكبر من 99 في المئة
bg: Отстъпката не може да е по-голяма от 99 процента
he: הנחה אינה יכולה להיות גדולה יותר מ- 99%

source: You should provide coupon start date
ar: تحتاج إلى توفير تاريخ بدء الكوبون
he: עליכם לבחור תאריך תחילת הקופון

source: You should provide coupon end date
ar: يجب تحديث تاريخ انتهاء الكوبون
he: עליכם לבחור תאריך סוף הקופון

source: Coupon discount percrnt should be provided
ar: وينبغي تقديم نسبة خصم الكوبون
he: עליכם לבחור גודל ההנחה ב %

source: Organization
am: Կազմակերպություն
ar: منظمة
bg: Оргабизация
he: ארגון
ru: Организация
uk: Організація

source: Customer type
ar: نوع الزبون
he: לקוח

source: Quantity
am: Քանակ
ar: كمية
bg: Количество
he: כמות
ru: Колличество
uk: Кількість

source: The info about ordered product. %(deal)s
ar: المعلومات حول المنتجات المطلوبة. ٪صفقات %(deal)s
he: %(deal)s מידע על המוצר

source: Agree with license conditions
ar: أتفق مع شروط الترخيص
he: אשרו את תנאי השימוש

source: Customer (person or company)
ar: الزبائن (الشخص أو الشركة)
he: צרכן

source: Product
am: Ապրանք
ar: منتج
bg: Продукт
he: מוצר
ru: Товар
uk: Продукт

source: Till
ar: حتى
he: זמן לסיום

source: Already paid
ar: دفعوا مبلغا من المال
he: כבר שולם

source: Reject deal
ar: رفض الصفقة
he: דחה עסקה

source: Field name
ar: اسم المجال
he: שם קובץ

source: Field label
ar: تسمية المجال
he: קטגוריה

source: Field type
ar: نوع المجال
he: סוג

source: Is field required
ar: المجال المطلوب
he: האם שדה זה חיוני?

source: Text before the field
ar: النص قبل المجال
he: דרוש טקסט לפני השדה

source: Text after the field
ar: النص بعد المجال
he: דרוש טקסט אחרי השדה

source: Initial field value for lang
he: טקסט לא תואם שפה

source: Products B2C
ar: منتجات من التاجر الى الزبون
bg: Продукти B2C
he: מוצרים למכירה

source: Online Coupons
ar: كوبونات على الانترنت
he: קופונים

source: Basket
am: Զամբյուղ
ar: سلة
bg: Кошница
he: סל קניות
ru: Корзина
uk: Кошик

source: Invalid parameter
ar: العامل المتغير في التجربة غير صالح
he: פרמטר אינו קיים

source: Deals history
ar: صفقات التاريخ
he: הסטוריית הזמנות

source: Producers
ar: المنتجون
he: יוצרים

source: About
am: Մասին
ar: حول
bg: За нас
he: אודות
ru: Описание
uk: Про проект

source: Advertise with us
am: Գովազդի տեղադրման պայմանները
ar: أعلن معنا
bg: Рекламирайте при нас
he: פרסם אצלנו
ru: Реклама на портале
uk: Реклама на сайті

source: Payment System
am: Վճարման համակարգ
ar: نظام الدفع
bg: Разплащателна система
he: מערכת תשלום
ru: Платежная система
uk: Cистема платежів

source: Terms of use
am: Օգտագործման պայմաններ
ar: شروط الاستخدام
bg: Условия за ползване
he: תנאי שימוש
ru: Правила использования
uk: Умови використання

source: Find a Business Partner
am: Գտնել բիզնեսգործընկեր
ar: العثور على الشريك التجاري
bg: Намери бизнес партньор
he: מצא שותף עסקי
ru: Найти бизнес партнера
uk: Знайти бізнес-партнера

source: Public offer
am: Բաց առաջարկություններ
ar: عرض عام
bg: Публично предлагане
he: השירותים שלנו
ru: Публичная оферта
uk: Відкрити пропозицію

source: Create online shop
am: Ստեղծել Օնլայն Խանութ
ar: إنشاء متجر على الانترنت
bg: Създай онлайн магазин
he: צור חנות מקוונת
ru: Создать онлайн магазин
uk: Створити інтернет-магазин

source: Post announcement event
am: Տեղադրել հայտարարություն իրադարձության մասին
ar: مشاركة حدث معلن
he: צור אירוע
ru: Разместить анонс
uk: Розмістити анонс подій

source: Add a business proposal
am: Ավելացնել բիզնես առաջարկ
ar: إضافة عرض تجاري
bg: Добави бизнес предложение
he: הוסף הצעה עסקית
ru: Добавить бизнес предложение
uk: Додати бізнес-пропозицію

source: Contact us
am: Հետադարձ կապ
ar: الاتصال بنا
bg: Свържи се с нас
he: צור קשר
ru: Связаться с нами
uk: Зв'язатися з нами

source: FAQ
am: Հաճախակի տրվող հարցեր
ar: التعليمات
bg: Често задавани въпроси
he: שאלות ותשובות
ru: Часто задаваемые вопросы
uk: Часті питання

source: Your own site
am: Ձեր անձնական էջը
ar: موقعك الخاص
bg: Твоят собствен сайт
he: האתר שלך
ru: Собственный интернет-сайт
uk: Ваш власний сайт

source: Questionnaire for
ar: استطلاع ل
he: שאלון עבור

source: Invalid ContentType ID
ar: نوع المحتوى id غير صالح
he: נושא אינו מתאים

source: Invalid Object ID
he: מוצר אינו תואם

source: Question ID
ar: سؤال id
he: מספר שאלה

source: Your answer
ar: اجابتك
he: התשובה שלך

source: There is no such instance
ar: لا يوجد مثل هذا
he: אין שיחה בנושא זה

source: There is no such QuestionnaireCase with ID={0}
ar: لا يوجد أي حالة استطلاع هذه مع id={0}
he: {0} אין שיחה בנושא זה

source: Resume
am: Ինքնակենսագրական
ar: استئناف
bg: Резюме
he: קורות חיים
ru: Резюме
uk: Резюме

source: Tenders
am: Տենդերներ
ar: المناقصات
bg: Оферти
he: מכרזים
ru: Тендеры
uk: Тендери

source: International organization must have a flag
ar: منظمة دولية يجب أن يكون لها علم
bg: Интернационални организации трябва да имат знаме
he: ארגון בינלאומי

source: Tpp
ar: غرفة التجارة الدولية
bg: ТПП
he: ראשי
ru: ТПП
uk: ТПП

source: TPP-TV
ar: (القنوات)
bg: ТПП-ТВ
he: גלריית סרטונים
ru: ТПП-ТВ

source: Enter a valid URL.
ar: أدخل عنوان الموقع القانوني
bg: Въведи валиден адрес.
he: הכנס קישור פעיל

source: This domain already taken
ar: هذا البريد الإلكتروني قد اتخذ
bg: Този домейн е вече зает
he: כתובת זו כבר בשימוש

source: Enter a valid URL
he: הכנס קישור פעיל

source: The domain already in use
ar: هذا البريد الإلكتروني قيد الاستخدام
bg: Този домейн вече се използва
he: כתובת זו כבר נמצאת בשימוש

source: Domain is required
ar: مطلوب مجال
bg: Изисква се домейн
he: נדרש שם דומיין

source: Logo exceeded dimension limit
bg: Логото е извън допустимите размери
he: לוגו בגבול מימדי האתר

source: Create Site
he: צור אתר

source: Your site has been created!
he: האתר נוצר בהצלחה

source: Update Site
he: עדכן אתר

source: Landing page has been created!
he: עמוד נחיתה נוצר בהצלחה

source: Landing page has been saved!
he: עמוד נחיתה נשמר בהצלחה

source: Domain Name has been saved!
he: כתובת אתר נשמרה בהצלחה

source: Site Languages has been saved!
he: שפה נשמרה בהצלחה

source: Product Delivery has been saved!
he: משלוח נשמר בהצלחה

source: Site Slogan has been saved!
he: סלוגן נשמר בהצלחה

source: Footer Text has been saved!
he: FOOTER נשמר בהצלחה

source: Site Logo has been saved!
he: לוגו נשמר בהצלחה

source: Slider images has been saved!
he: תמונת הסליידר נשמרה בהצלחה

source: Please fix the errors below
he: נא תקן את התקלות

source: Banners has been saved!
he: באנרים נשמרו בהצלחה

source: Social Links has been saved!
he: קישורים נשמרו בהצלחה

source: Google Analytics has been saved!
he: קוד גוגל אנליטיקס נשמר בהצלחה

source: Users
am: Օգտագործող
ar: المستخدمين
bg: Потребители
he: משתמשים
ru: Пользователи
uk: Користувач

source: Vacancy
am: Թափուր աշխատատեղ
ar: الشواغر
bg: Вакантно място
he: משרה פנויה
ru: Вакансия
uk: Вакансія

source: Resume are required
am: Պահանջվում է ինքնակենսագրական
ar: يطلب السيرة الذاتية
bg: Необходима е автобиография
he: נדרש קורות חיים
ru: Требуется выбрать резюме
uk: Резюме потрібні

source: Only registred users can send resume
am: Միայն գրանցվածները կարող են ուղարկել ինքնակենսագրականներ
ar: فقط المستخدمين المسجلين يمكنهم ارسال السيرة الذاتية
bg: Само регистрираните потребители могат да изпращат автобиография
he: ניתן לשלוח קורות חיים רק אם הנך משתמש רשום
ru: Только зарегистрированные пользователи могут отправлять резюме.
uk: Тільки зареєстровані користувачі можуть відправляти резюме

source: Video
ar: فيديو
he: וידאו

source: Wall
am: Պատ
ar: صفحة
bg: Стена
he: קיר אישי
ru: Стена
uk: Стіна

source: Unique amount
ar: كمية فريدة من نوعها
he: כמות

source: Total amount
ar: الكميه الكامله
he: סכום הזמנה כולל

source: Personal info
ar: معلومات شخصية
he: נתונים אישיים

source: Permissions
ar: إذن
he: הרשאות

source: Important dates
ar: تواريخ مهمة
he: תאריכים חשובים

source: Image file is too large
ar: ملف الصورة كبير جدا
he: הקובץ גדול (כבד) מדי - אנא הקטן את הקובץ

source: Hryvnia
bg: Гривня
he: גריבנה

source: Russian Ruble
ar: روبيل روسي
bg: Руска Рубла
he: רובל

source: Bulgarian Lev
ar: ليف بولغاري
he: לב (מטבע) בולגרי

source: Belarusian Ruble
ar: روبيل بلاروسي
he: רובל בלארוסי

source: Kilogram
ar: كيلو غرام
bg: Килограм
he: ק"ג

source: Piece
ar: قطعة
bg: Част
he: יחידות

source: date joined
am: Գրանցման ամսաթիվը
ar: تاريخ الانضمام
bg: дата на присъединяване
he: מועד הצטרפות
ru: Дата регистрации

source: Creator
ar: المنشئ
he: יוצר

source: Editor
ar: المحرر
he: עורך

source: Creation time
ar: وقت الإنشاء
he: תאריך יצירה

source: Update time
ar: وقت التحديث
he: זמן עדכון

source: Banners
am: Վահանակներ
ar: لافتات
bg: Банери
he: באנרים
ru: Реклама
uk: Банери

source: Context Advertisement
ar: سياق الإعلان
he: פרסומת הקשר

source: parent
ar: شركه ذات عدة فروع
he: תפריט ראשי

source: Invalid parameter. Must be a "Model" subclass
ar: معلمة غير صالحة. يجب أن تكون فئة فرعية نموذجية
he: פרמטר לא חוקי

source: International
ar: دولي
bg: Международен
he: בינלאומי

source: National
ar: الوطني
bg: Националност
he: מקומי

source: Affiliate
ar: إنتسب إلى
bg: Филиал
he: שותפים

source: Hide the vacancy user
ar: إخفاء المستخدم الشاغر
he: להסתיר

source: Producer
ar: منتج
he: יוצר

source: Questionnaire
ar: استطلاع
he: שאלון

source: Male
ar: ذكر
bg: Мъж
he: זכר

source: Female
ar: أنثى
bg: Жена
he: נקבה

source: Businessman
ar: رجل اعمال
bg: Бизнесмен
he: איש עסקים

source: Individual
ar: شخصي
bg: Самостоятелен
he: פרטי

source: B2B
ar: من التاجر للتاجر
he: מכירות סיטונאיות

source: B2C
ar: التاجر الى الزبون
he: מוצרים למכירה

source: User sites
ar: مواقع المستخدم
bg: Потребителски сайтове
he: אתרי משתמשים

source: Opened
ar: مفتوح
he: פתוח

source: Closed
ar: مغلق
he: סגור

source: Chart status
ar: وضع مخطط
he: מעמד

source: Messages chat
ar: رسائل الدردشة
he: הודעות

source: Messages chats
ar: رسائل الدردشات
he: הודעות

source: Draft
ar: مسودة
he: טיוטה

source: Ready
ar: جاهز
he: מוכן

source: Read
ar: اقرأ
he: קרא

source: Message status
ar: حالة الرسالة
he: מצב הודעה

source: File name
ar: اسم الملف
he: שם קובץ

source: Content type
ar: فحوى الحدث
he: סוג תוכן

source: Name
am: Անուն
ar: اسم
bg: Име
he: שם
ru: Название
uk: Назва

source: Code
ar: رمز
he: קוד

source: Registered events type
ar: نوع الأحداث المسجلة
he: הרשמה לאירוע

source: Registered events types
ar: أنواع الأحداث المسجلة
he: הרשמה לאירועים

source: Event type
ar: نوع الحدث
he: סוג האירוע

source: Site
am: Կայք
ar: موقع
bg: Сайт
he: אתר
ru: Сайт
uk: Сайт

source: Instance ID
ar: مثل ID
he: קוד מוצר

source: Unique
ar: فريد
he: כמות

source: Total
ar: مجموع
bg: Общо
he: סכום הזמנה כולל

source: Event extra data
ar: بيانات إضافية للحدث
he: פרטי אירוע נוספים

source: Registered events stats
ar: البيانات الإحصائية من الأحداث المسجلة
he: נתוני אירועים רשומים

source: Event stats of type "{0}" for "{1}"
ar: لحدث اעحصائيات من نوع "{0}" إلى "{1}"
he: סטטיסטיקה אירוע מסוג "{0}" עבור "{1}"

source: Undefined
ar: غير محدد
he: אינו מוגדר

source: Requested URL
ar: عنوان الموقع المطلوب
he: נדרשת כתובת אתר

source: Username
ar: اسم المستخدم
he: שם משתמש

source: IP address
ar: عنوان ip
he: כתובת

source: User Agent
ar: وكيل المستخدم
he: משתמשים

source: Event hash key
ar: مفتاح تجزئة الحدث
he: סוג האירוע

source: Is unique
ar: فريد من نوعة
he: כמות

source: Registered event
ar: حدث مسجل
he: אירוע רשום

source: Registered events
ar: احداث مسجله
he: אירועים רשומים

source: Event of type "{0}" for "{1}"
ar: حدث من النوع "{0}" ل "{1}"
he: אירוע מסוג "{0}" עבור "{1}"

source: Country code
ar: رمز البلد
he: ארץ

source: Country name
ar: اسم الدوله
he: שם

source: City
am: Քաղաք
ar: مدينة
bg: Град
he: עיר
ru: Город
uk: Місто

source: Person
ar: شخص
he: נתונים אישיים

source: On portal
ar: بوابة
he: בפורטל

source: On site
ar: بالموقع
he: באתר

source: Partially paid
ar: المدفوعة جزئيا
he: שולם חלקית

source: Paid
ar: مدفوع
he: שולם

source: Deal place
ar: مكان الصفقه
he: מיקום עסקה

source: Customer organization
ar: منظمة الزبائن
he: הארגון שלך

source: Order No.
ar: رقم الطلب
he: הזמנה מספר

source: Payment datetime
ar: وقت تاريخ الدفع
he: תאריך תשלום

source: Order status
ar: حالة الطلب
he: פרטי הזמנה

source: Product order
ar: طلب المنتج
he: פרטי המוצר

source: Product orders
ar: طلابات على هذا المنتج
he: ביקורת מוצר

source: Order from %s
ar: طلب من %s
he: %s הזמן מ-

source: order No.
ar: رقم الطلب
he: מספר הזמנה

source: Paid by PayPal
ar: مدفوعة من قبل PayPal
he: שולם בפאי פאל

source: Ordered by Email
ar: الطلب بواسطة البريد الإلكتروني
he: הוזמן במייל

source: Rejected
ar: مرفوض
he: נדחה

source: Order
ar: طلب
he: הזמנה

source: Supplier company
ar: مورد شركة
he: חברה ספקית

source: Deal No.
ar: رقم الصفقه
he: מספר עסקה

source: Total deal cost
ar: مجموع تكلفة الصفقة
he: סכום כולל

source: Currence
ar: دقة
he: מטבע

source: Transaction ID
ar: ID العملية تجارية
he: קוד משלוח

source: PayPal Transaction
ar: PayPal عملية تجارية
he: משלוח פאי פאל

source: Deal status
ar: حالة الصفقة
he: מצב עסקה

source: First name
am: Անուն
ar: الاسم الأول
bg: Собствено име
he: שם פרטי
ru: Имя
uk: Ім'я

source: Last name
am: Ազգանուն
ar: الاسم الاخير
bg: Фамилия
he: שם משפחה
ru: Фамилия
uk: Прізвище

source: Phone number
ar: رقم الهاتف
bg: Телефонен номер
he: מספר טלפון

source: Country
am: Երկիր
ar: دولة
bg: Държава
he: ארץ
ru: Страна
uk: Країна

source: Address
am: Հասցե
ar: عنوان
bg: Адрес
he: כתובת
ru: Адрес
uk: Адреса

source: Purchase deal
ar: صفقة الشراء
he: מצב עסקה

source: Deal from %s
ar: صفقة من٪ %s
he: %s מ-

source: deal No. %s
ar: الصفقة رقم %s
he: %s עסקה מס-

source: Deal from {0} for order {0}
ar: صفقة من {0} للطلب {0}
he: {0} הזמן{0} מ-

source: Deal
ar: صفقة
he: מספר עסקה

source: The product price
ar: سعر المنتج
he: מחיר מוצר

source: Extra parameters values
ar: قيم إضافية للعامل المتغير في التجربة
he: פרמטרים נוספים

source: Deal product
ar: صفقة المنتج
he: תאריך מוצר

source: Deal products
ar: صفقة المنتجات
he: מוצרי החברה

source: Vacancy group
ar: المجموعة شاغره
he: משרה פנויה

source: Group name
ar: اسم المجموعه
he: שם קבוצה

source: Permission extra group
ar: إذن مجموعة إضافية
he: אישור קבוצה נוספת

source: Permission's extra group
ar: الاذن للمجموعه الاضافيه
he: אישור הקבוצה הנוספת

source: Permission's extra groups
ar: الاذن للمجموعات الاضافيه
he: אישור קבוצות נוספות

source: Short description
ar: وصف قصير
he: תיאור קצר
ru: Краткое описание
uk: Короткий опис

source: Descripion
ar: وصف
he: תיאור

source: Products producer
ar: منتج المنتجات
he: יצרן

source: Products producers
ar: منتجين المنتجات
he: יצרנים

source: Questionnaire title
ar: عنوان الاستطلاع
he: כותרת שאלון

source: How many coincedences for 'red' color
ar: كم عدد الصدف للون "الأحمر"
he: צבע אדום

source: How many coincedences for 'yellow' color
ar: كم عدد الصدف للون "الأصفر"
he: צבע צהוב

source: How many coincedences for 'green' color
ar: كم عدد الصدف للون "الأخضر"
he: צבע ירוק

source: Use the option "Show the question if someone selected"
ar: ستخدم الخيار "اعرض السؤال إذا تم الاختيار"
he: בחר באפשרות "הצג שאלה אם משתמש נבחר"

source: Questionnaires
ar: استطلاع
he: שאלון

source: By author
ar: للمؤلف
he: לפי מחבר

source: By member
ar: من قبل عضو
he: לפי משתמש

source: Who is the author
ar: من هو المؤلف
he: מי המחבר?

source: Question text
ar: نص السؤال
he: תוכן השאלה

source: The question position in the set
ar: موقف المجموعة من السؤال
he: הצב שאלה

source: User question approved by questionnaire author
ar: مؤلف الاستطلاع وافق على سؤال المستخدم
he: השאלה של המשתמש אושרה על ידי מחבר השאלון

source: Question
ar: سؤال
he: שאלה

source: Questions
ar: أسئلة
he: שאלות

source: Red
ar: "الأحمر"
he: אדום

source: Yellow
ar: "الأصفر"
he: צהוב

source: Green
ar: "الأخضر"
he: ירוק

source: For what color
ar: لأي لون
he: עבור איזה צבע

source: Recommendation
ar: توصية
he: המלצה

source: Recommendations
ar: التوصيات
he: המלצות

source: Questionnaire participant
ar: مشارك في الاستطلاع
he: משתמש בשאלון

source: Questionnaire participants
ar: المشاركين في الاستطلاع
he: משתתפים בשאלון

source: Actiive
ar: نشيط
he: פעיל

source: Finished
ar: تم الانتهاء
he: סיום

source: Status
am: Կարգավիճակ
ar: حالة
bg: Статус
he: מעמד
ru: Статус
uk: Статус

source: Questionnaire case
ar: حالة الاستطلاع
he: נושא שאלון

source: Questionnaire cases
ar: حالات الاستطلاع
he: נשאים של השאלון

source: The participants are invalid
ar: المشاركون غير صالحين
he: המשתתפים אינם מורשים

source: Answer author
ar: جواب المؤلف
he: תשובה מחבר

source: Answer
ar: جواب
he: תשובה

source: Show
ar: مظهر
he: הצג

source: Question answer
ar: جواب السؤال
he: תשובה

source: Questions answers
ar: أسئلة و أجوبة
he: תשובות

source: Invalid parameter. Must be :class:`Message`
he: פרמטר לא חוקי

source: Choose a company:
ar: اختر شركة
he: בחר חברה:

source: Partners
am: Գործընկերներ
ar: شركاء
bg: Партньори
he: שותפים
ru: Партнеры
uk: Партнери

source: working in the %(company)s
ar: العمل في %(company)s
bg: работещи в %(company)s
he: עובדים %(company)s
ru: работающий в %(company)s
uk: працює в %(company)s

source: on the position of %(position)s .
ar: على موقف%(position)s.
bg: на позицията като %(position)s .
he: בעמדה של %(position)s
ru: на должности %(position)s
uk: від положення %(position)s .

source: You can contact him at this email address %(email)s
ar: يمكنك الاتصال به في عنوان البريد الإلكتروني هذا%(email)s
bg: Може да се свържете с него на този имейл адрес %(email)s
he: אתה יכול ליצור עימו קשר בכתובת הדואר האלקטרוני הזו %(email)s
ru: Вы можете связаться с ним по электронной почте %(email)s
uk: Ви можете зв'язатися з ним за цією адресою електронної пошти %(email)s

source: Registartion to event
am: Միջոցառման գրանցում
ar: تسجيل لهذا الحدث
bg: Регистрацията за събитието
he: הרשמה לאירוע
ru: Регистрация на мероприятие
uk: Реєстрація у випадку

source: was successfully saved
am: հաջողությամբ պահպանված է
ar: تم الحفظ بنجاح
bg: беше направена успешно
he: נשמר בהצלחה
ru: были удачно сохранены
uk: Успішно збережено
