Repository: alexvnukoff/project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, ar, bg, he, ru, uk

source: create their own communities of interest
am: Ստեղծել համագործակցություն սեփական նախաջեռնությամբ և հետաքրքրության շրջանակներում
ar: خلق اهتمام خاص بمجتمعاتهم
bg: да създадат тяхна собствена общност по интерес
he: ליצור קהילות בעלות אינטרסים דומים
ru: создавать свои собственные сообщества по интересам
uk: створити свої власні спільноти за інтересами

source: right now
am: Հենց հիմա
ar: الآن
bg: точно сега
he: עכשיו
ru: прямо сейчас
uk: прямо зараз

source: I agree to
am: Ես համաձայն եմ
ar: موافق على
bg: Съгласявам се с
he: אני מסכים
ru: Я согласен с
uk: Я згоден

source: the term
am: Ժամկետը
ar: الفصل
bg: условията
he: לתנאי השימוש
ru: правилами
uk: термін

source: Affiche
am: Ցուցադրել
ar: الملصق
he: אירועים
ru: Афиша
uk: Афіша

source: All exhibitions and forums
am: Բոլոր ցուցահանդեսները եւ ֆորումները
ar: جميع المعارض والمنتديات
bg: Всчики изложби и форуми
he: כל התערוכות והפורומים
ru: Все выставки и форумы
uk: Всі виставки та форуми

source: Business offers
am: Գործարար առաջարկներ
ar: العروض التجارية
bg: Бизнес оферти
he: הצעות עסקיות
ru: Бизнес предложения
uk: Ділові пропозиції

source: All business offers
am: Բոլոր բիզնես առաջարկները
ar: جميع العروض التجارية
bg: Всички бизнес оферти
he: כל ההצעות העסקיות
ru: Все бизнес предложения
uk: Всі ділові пропозиції

source: Introduction to London Markets
am: Լոնդոնյան շուկաների ծանոթացում
ar: مقدمة لأسواق لندن
bg: Въведение на пазарите в Лондон
he: הצגה בפני שווקים בלונדון
uk: Введення до ринку Лондону

source: Download Presentation
am: Բեռնել շնորհանդեսը
ar: تحميل العرض التقديمي
bg: Свали презентацията
he: הורד מצגת
ru: Скачать презентацию
uk: Завантажити презентацію

source: Videoreference of V.Migirov
am: Վիդեո նյութ Վ.Միգիրովից
ar: الفيديو المرجعي ل V.Migirov
he: בתקשורת
ru: Видео обращение от В.Мигирова
uk: Відеозвернення з V.Migirov

source: Download Guide Site
am: Բեռնել կայքի ուղեցույցը
ar: تحميل دليل الموقع
he: הורד מדריך אתר
ru: Скачать гид по сайту
uk: Завантажити покажчик до сайту

source: Sign out
am: Ելք
ar: تسجيل خروج
bg: Отписване
he: התנתק
ru: Выйти
uk: Вийти

source: Add
am: Ավելացնել
ar: اعلان
bg: Добави
he: הוסף

source: Advertise
ar: أعلن
bg: Рекламирай
he: פרסם אצלנו

source: set current
am: Ընթացիկ նյութը
ar: تعيين الحالي
he: ניהול החברה
ru: управлять
uk: всановити валюту

source: Control Panel
ar: لوحة التحكم
he: לוח בקרה

source: Actions for:
ar: إجراءات من أجل:
he: בחרו את הפעולות לביצוע עבור:

source: B2B products
ar: منتجات من التاجر للتاجر
he: כניסה לאזור מכירות סיטונאיות של העסק

source: Add and manage your products and services
ar: إضافة منتجاتك وخدماتك وإدارتها
he: אזור המוצרים והשירותים הסיטונאיים שלך

source: Add new B2B product
ar: إضافة منتج جديد من التاجر للتاجر
he: לחצו כאן להוספה

source: B2C products
ar: منتجات من التاجر الى الزبون
he: לחצו כאן לכניסה לאזור המוצרים למכירה

source: Add new B2C product
ar: إضافة منتج جديد من التاجر للزبون
he: הוסף/י מוצר למכירה

source: Company site
ar: موقع الشركة
he: אזור מערכת ניהול אתר העסק

source: Create and manage your external site
ar: إنشاء وإدارة موقع الخاص بك الخارجي
he: מערכת ניהול אתר האינטרנט שלך

source: Manage collected leads
ar: إدارة القيادات الذين تم جمعهم القيادات
he: מערכת ניהול לידים ופניות לקוחות לעסק

source: Manage leads
ar: إدارة القيادات
he: כניסה למערכת לידים

source: Announce evens using you news repository
ar: لإعلان عن الحدث باستخدام مستودع الأخبار
he: הודע על אירועים מתוכננים

source: Add news
ar: إضافة أخبار
he: הוסיפו חדשות לעסק

source: Post videos in your videos blog
ar: انشر مقاطع الفيديو في مدونة مقاطع الفيديو التابعة لك
he: מערכת פרסום וידאו או בלוג אישי

source: Add video
ar: إضافة فيديو
he: להוספת וידאו - לחצו כאן

source: Analytic
am: Վերլուծական
ar: تحليلي
he: כניסה למערכת ניתוח נתונים עסקית
ru: Аналитика
uk: Аналітика

source: Check our items analytic
ar: التحقق من البنود التحليلية
he: מערכת ניתוח אתר החברה שלכם (אנאליטיקס)

source: Check company analytic
ar: تحقق من تحليل الشركة
he: לחצו כאן לבדיקה

source: Upload your banners and use advertisement to grow sales
ar: حمل إعلانات البانر واستخدم الإعلانات لزيادة المبيعات
he: העלו באנרים ופרסומות להגדלת המכירות

source: Upload banner
ar: تحميل بانر
he: להעלאת באנר - לחצו כאן

source: Vacancies
ar: الشواغر
he: כניסה למערכת משרות ועבודות

source: Find employees in our system
ar: البحث عن الموظفين في النظام الخاص بك
he: מערכת משרות ועבודות של העסק

source: Publish new vacancy
ar: نشر وظيفة شاغرة
he: לצפייה במשרות פנויות - לחצו כאן

source: Product producers
ar: منتجي المنتج
he: מערכת ניהול יצרנים

source: Manage product producers
ar: إدارة منتجي المنتجات
he: כניסה למערכת ניהול יצרנים

source: Manage producers
ar: إدارة المنتجين
he: לחצו כאן לניהול יצרנים

source: Active deals
ar: صفقات نشطه
he: עסקאות פעילות

source: Track and manage your deals
ar: مسار وإدارة الصفقات الخاصة بك
he: מערכת עסקאות של החברה

source: Manage deals
ar: إدارة الصفقات
he: לחצו כאן למערכת עסקאות

source: Publish and contribute on innovation projects
ar: نشر والمساهمة في المشاريع المبتكرة
he: פרוייקטים חדשניים

source: Publish new project
ar: نشر مشروع جديد
he: פרסמו מיזם חדש

source: Business proposals
am: Բիզնես առաջարկներ
ar: مقترحات تجاريه
bg: Бизнес предложения
he: הצעה עסקית
ru: Бизнес предложения
uk: Ділові пропозиції

source: Publish business proposals and find partners
ar: الرد على مقترحات المشاريع والبحث عن شركاء
he: מרכז הצעות עסקיות ושותפים עסקיים

source: Publish new proposal
ar: نشر اقتراح جديد
he: הוסיפו הצעה עסקית

source: Exhibitions / Forums
am: Ցուցահանդեսներ / Ֆորումներ
ar: المعارض / منتديات
bg: Събитие / Форум
he: תערוכות / פורומים
ru: Выставки / Форумы
uk: Виставки / Форуми

source: Announce exhibitions and meetups
ar: الإعلان عن المعارض واللقاءات
he: צרו אירועים ומפגשים

source: Announce event
ar: إعلان الحدث
he: צור אירוע חדש

source: Manage your companies
ar: إدارة شركتك
he: נהלו את החברות שלכם

source: Register new company
ar: تسجيل شركة جديدة
he: צור חברה חדשה

source: Want register your organization (Chamber of commerce, bank, etc..)
ar: تريد تسجيل مؤسستك (غرفة التجارة، والبنوك، الخ ..)
he: הירשם בארגון כלכלי

source: Register organization
ar: تسجيل المنظمة
he: הארגון שלך

source: Find joub on our site, add and manage your online resume
ar: البحث عن وظيفة على موقعنا، إضافة سيرتك الذاتية على الانترنت
he: שלחו קורות חיים באתר ונהלו את מסלול הקריירה שלכם

source: Publish new resume
ar: نشر السيرة الذاتية الجديدة
he: שלח קורות חיים

source: Permission denied
am: Մուտքն արգելված է
ar: طلب الاذن مرفوض
bg: Разрешението е отказано
he: ההרשאה נדחתה
ru: Доступ запрещен
uk: Доступ заборонено

source: Total pages
ar: مجموع الصفحات
bg: Общо страници
he: סה"כ דפים
ru: Всего страниц
uk: Всього сторінок

source: Back
ar: الخلف
he: אחורה
ru: Назад
uk: Назад

source: Forward
ar: إلى الأمام
he: קדימה
ru: Вперед
uk: Далі

source: Terms of Service
ar: شروط الخدمة
he: תנאי שימוש

source: Advices
am: Խորհուրդներ
ar: النصائح
he: עצות
ru: Помощь
uk: Поради

source: Admin Panel
ar: لوحة الادارة
bg: Админ панел
he: מרכז בקרה ראשי
uk: Панель адміністратора

source: Join Us
ar: انضم إلينا
he: הירשם/י!

source: TPP CHANNEL
ar: قنوات TPP
he: גלריית וידאו

source: Find..
am: Գտնել
ar: تجد ..
bg: Намери..
he: מצא..
ru: Найти..
uk: Знайти ..

source: Notifications
am: Ծանուցումներ
ar: إعلام
bg: Известия
he: התראות
ru: Уведомления
uk: Повідомлення

source: See all
am: Տեսնել ամբողջը
ar: انظر الكل
bg: Виж всичко
he: ראה הכל
ru: Посмотреть все
uk: Переглянути все

source: Please choose your current company in the left menu
ar: الرجاء اختيار الشركة الحالية في القائمة اليسرى
he: בחר את החברה שלך בתפריט

source: or create a new one
ar: أو إنشاء واحدة جديدة
he: או צור חדשה

source: Download
ar: تحميل
bg: Изтегли
he: הורדה

source: Play CAPTCHA as audio file
he: הפעל כקובץ קול

source: Order history
am: Պատվերի պատմությունը
ar: تاريخ الطلب
bg: История на поръчките
he: הסטוריית הזמנות
ru: История заказов
uk: Історія замовлень

source: Home page
am: Գլխավոր էջ
ar: صفحة البيت
bg: Домашна страница
he: דף הבית
ru: Домашняя страница
uk: Головна

source: Product ID
am: Ապրանքի ID
ar: رقم المنتج
bg: Продукт ID
he: קוד מוצר
ru: ID товара
uk: ID продукту

source: Size
am: Չափս
ar: حجم
bg: Размер
he: מידה
ru: Размер
uk: розмір

source: Welcome
am: Բարի գալուստ
ar: اهلا وسهلا
bg: Добре дошли
he: ברוך הבא
ru: Добро пожаловать
uk: Ласкаво просимо

source: Here, you can change your data, shipment address and monitor orders.
am: Այստեղ Դուք կարող եք փոխել Ձեր տվյալները, առաքման հասցեն և վերահսկել պատվերները
ar: هنا، يمكنك تغيير البيانات الخاصة بك، عنوان الشحن ومراقبة الطلبات.
bg: Тук можете да промените данните си, превоз адрес и монитор поръчки.
he: כאן תוכל לשנות את נתוניך: כתובת למשלוח ונתוני הזמנות
ru: Здесь вы можете изменять свои данные , адрес доставки и следить за заказами.
uk: Тут ви можете змінити свої дані, адреса відвантаження та відслідити замовлення.

source: My profile
am: Իմ էջը
ar: ملفي الشخصي
bg: Моят профил
he: הפרופיל שלי
ru: Мой профиль
uk: Мій профіль

source: User details
am: Օգտվողի տվյալները
ar: تفاصيل المستخدم
bg: Детайли на потребителя
he: פרטי משתמש
ru: Пользовательские данные
uk: Докладніше про користувача

source: Shipping Address
am: Առաքման հասցեներ
ar: عنوان الشحن
bg: Адрес на доставка
he: כתובת למשלוח
ru: Адрес доставки
uk: Адреса доставки

source: Shipping Addres
am: Առաքման հասցե
ar: عنوان الشحن
bg: Адрес на доставка
he: כתובת למשלוח
ru: Адрес доставки
uk: Адреса доставки

source: Required fields
am: Պահանջվող դաշտերը
ar: الخانات المطلوبة
bg: Задължителни полета
he: שדות חובה
ru: Обязательные поля
uk: Поля обов'язкові для заповнення

source: All Categories
am: Բոլոր բաժինները
ar: جميع الفئات
bg: Всички категории
he: כל הקטגוריות
ru: Все категории
uk: Всі категорії

source: All categories
am: Բոլոր բաժինները
ar: جميع الفئات
bg: Всички категории
he: כל הקטגוריות
ru: Все категории
uk: Всі категорії

source: special price
am: Հատուկ գին
ar: سعر خاص
bg: специална цена
he: מחיר מיוחד
ru: Специальная цена
uk: Спеціальна ціна

source: Sale
am: Զեղչ
ar: بيع
bg: Разпродажба
he: מכירה
ru: Распродажа
uk: Продаж

source: winter collection
am: Ձմեռային հավաքածու
ar: الموضة الشتائية
bg: зимна колекция
he: קולקציית חורף
ru: защита прав потребителей
uk: зимова колекція

source: Subscribe to newsletter
am: Նորությունների բաժանորդագրություն
ar: اشترك في النشرة الإخبارية
bg: Абонирай се за бюлетин
he: הרשמה לניוזלטר
ru: Подпишитесь на обновления
uk: Підписатися на розсилку

source: Receive our weekly announcements and reviews of new products
am: Ստանալ ամենշաբաթյա հայտարարություններ եւ նոր ապրանքների նկարագրություններ/ դիտարկումներ
ar: احصل على الإعلانات الأسبوعية واستعراض المنتجات الجديدة
he: קבל הודעות שבועיות ועדכונים מדי שבוע
ru: Получайте наши объявления и отзывы о новых продуктах еженедельно
uk: Отримувати наші оголошення та відгуки про нові продукти

source: Subscripe
am: Բաժանորդագրվել
ar: الاشتراك
bg: Абонирай се
he: הירשם
ru: Подписаться
uk: Підписатися

source: Best buy products
am: Գնելու լավագույն ապրանքները
ar: شراء أفضل المنتجات
bg: Най-купуваните продукти
he: המוצרים הנמכרים ביותר
ru: Популярные продукты
uk: продукти кращі

source: Time till the end
am: Վերջնաժամկետ
ar: الوقت حتى النهاية
he: זמן לסיום
ru: Время до окончания
uk: Кінцевий термін

source: You save
am: Դուք պահպանել եք
ar: قمت بحفظ
he: חיסכון
ru: Вы экономите
uk: Зберігти

source: Till the end
am: Մինչեւ վերջ
ar: حتى النهاية
he: זמן לסיום
ru: Время до окончания
uk: Кінцевий термін

source: Shopcenter
am: Առևտրի կենտրոն
ar: متجر مركزي
bg: Център за пазаруване
he: מרכז קניות
ru: Центр покупок

source: Ask a question
am: Ուղղեք Ձեր հարցը
ar: طرح سؤال
bg: Задайте въпрос
he: צור קשר
ru: Задать вопрос
uk: Задати питання

source: Consumer protection
am: Սպառողների շահերի պաշտպանություն
ar: حماية المستهلك
bg: Защита на клиента
he: הגנה על לקוחות
ru: защита прав потребителей
uk: Захист прав споживачів

source: sign out
am: Ելք
ar: تسجيل خروج
bg: отписване
he: התנתק
ru: Выйти
uk: Вийти

source: Store No
am: Խանութի համարը
ar: مخزن رقم
bg: Магазин номер
he: מספר חנות
ru: Магазин номер
uk: Зберігти Ні

source: Search in the store
am: Որոնում խանութում
ar: بحث في المخزن
bg: Търси в магазинът
he: חפש בחנות
ru: Поиск
uk: Пошук в магазині

source: Salesman online
am: Oնլայն վաճառող
ar: مندوب مبيعات عبر الإنترنت
bg: Продавач онлайн
he: איש מכירות ברשת
ru: Продавец online
uk: Продавець онлайн

source: Write
am: Գրել
ar: يكتب
bg: Въведи
he: כתוב
ru: Избранное
uk: Запис

source: Store main page
am: Խանութի գլխավոր էջ
ar: تخرين الصفحة الرئيسية
he: חנות - עמוד ראשי
ru: Домашняя страница
uk: Зберігти головну сторінку

source: Company main
am: Ընկերության գլխավոր էջ
ar: الشركة الرئيسية
he: חברה ראשי
ru: Название компании
uk: Головна компанія

source: You are saving
am: Դուք պահպանել եք
ar: انت تحفظ
he: אתה חוסך
ru: Вы экономите
uk: Ви економите

source: Latest
am: Ամենավերջին
ar: آخر
bg: Последни
he: מוצרים אחרונים
ru: Последние
uk: Останній

source: Top sales
am: Թոփ վաճառք
ar: أعلى المبيعات
bg: Най-добри продажби
he: הנמכרים ביותר
ru: Хиты продаж
uk: Топ продаж

source: Best deals
am: Լավագույն գործարքներ
ar: افضل العروض
bg: Най добри детайли
he: העסקאות הטובות ביותר
ru: Лучшие предложения
uk: Кращі пропозиції

source: Sales
am: Զեղչեր
ar: مبيعات
bg: Продажби
he: מכירות
ru: Скидки
uk: Продаж

source: Store Categories
am: Խանութների բաժիններ
ar: مخزن التصنيفات
bg: Магазин категории
he: קטגוריות החנות
ru: Категории магазина
uk: Крамниця категорії

source: Product reviews
am: Կարծիքներ ապրանքի մասին
ar: تعليقات على هذا المنتج
bg: Мнения за продуктите
he: ביקורת מוצר
ru: Обзоры товаров
uk: Відгуки про продукт

source: Seller anounses
am: Վաճառողի հայտարարությունները
ar: بائع مجهول
he: תשובת המוכר
ru: Анонсы магазинов
uk: Новини продавця

source: View store
am: Նայել խանութները
ar: عرض متجر
bg: Виж магазина
he: עיין בחנות
ru: Посмотреть магазин
uk: Подивитися магазин

source: About company
am: Ընկերության մասին
ar: حول الشركة
bg: За компанията
he: אודות החברה
ru: Описание товара
uk: Про Компанію

source: Special price
am: Հատուկ գին
ar: سعر خاص
bg: Специална цена
he: מחיר מיוחד
ru: Специальная цена
uk: Спеціальна ціна

source: Recommended
am: Խորհուրդ է տրվում
ar: موصى به
bg: Препоръчан
he: מומלצים
ru: Рекомендовано
uk: Рекомендований

source: Special Price
am: Հատուկ գին
ar: سعر خاص
bg: Специална цена
he: מחיר מיוחד
ru: Специальная цена
uk: Спеціальна ціна

source: Popular reviews
am: Տարածված կարծիքները/դիտարկումները
ar: استعراض واسع النطاق
bg: Популярни мнения
he: הביקורות הפופולריות
ru: Популярные обзоры
uk: Популярні відгуки

source: All products reviews
am: Բոլոր ապրանքների կարծիքները/դիտարկումները
ar: استعراض جميع المنتجات
bg: Мнения за всички продукти
he: סקירת כל המוצרים
ru: Все обзоры продуктов
uk: Відгуки, Всі товари

source: Sort by
am: Դասակարգել ըստ
ar: ترتيب حسب
bg: Подреди по
he: מיין לפי
ru: Сортировать по
uk: Сортувати по

source: Raiting
am: Վարկանիշ
ar: تصنيف
bg: Рейтинг
he: דירוג
ru: Рейтинг
uk: Рейтинг

source: Choose date
am: Ընտրել ամսաթիվը
ar: اختيار التاريخ
bg: Избери дата
he: בחר מועד
ru: Выберите дату
uk: Виберіть дату

source: Show product from
am: Ցույց տալ ապրանքը
ar: إظهار المنتج من
bg: Покажи продуктите от
he: הראה מוצר מ
ru: Показать продукты с
uk: Показати продукт від

source: all countries
am: Բոլոր երկրները
ar: كل الدول
bg: всички държави
he: כל המדינות
ru: все страны
uk: всі країни

source: Product detail
am: Տեղեկություններ ապրանքի մասին
ar: تفاصيل المنتج
bg: Детайли за продуктите
he: פרטי המוצר
ru: Название продукта
uk: Продукт детально

source: Back to catalog
am: Վերադառնալ կատալոգին
ar: العودة إلى كتالوج
bg: Върни се в каталога
he: חזור לקטלוג
ru: Вернуться в каталог
uk: Повернутися в каталог

source: Discount will end in
am: Զեղչերի ավարտը
ar: وسوف ينتهي الخصم في
bg: Отстъпка ще приключи през
he: הנחה מסתיימת ב
ru: Скидка закончится через
uk: Знижка закінчиться в

source: Delivery method
am: Առաքման տարբերակը
ar: طريقة التسليم
bg: Метод на доставка
he: סוג משלוח
ru: Метод доставки
uk: Спосіб доставки

source: Return policy
am: Վերադարձման կարգը
ar: عودة السياسة
bg: Условия за връщане
he: מדיניות החזר
ru: Правила возврата
uk: Процедура повернення

source: Complete description
am: Ամբողջական նկարագրություն
ar: وصف كامل
bg: Завърши описанието
he: תיאור מלא
ru: Полное описание
uk: Повний опис

source: Transaction History & Feedback
am: Գործարքների պատմությունն ու արձագանքները
ar: تاريخ الصفقه والملاحظات
bg: История на транзакциите и Обратна връзка
he: הסטוריית פעילות ופידבקים
ru: История транзакций и Обратная связь
uk: Історія транзакцій і зв'язок

source: Similar products
am: Նմանատիպ ապրանքներ
ar: منتجات مماثلة
bg: Подобни продукти
he: מוצרים דומים
ru: Похожие товары
uk: Подібні товари

source: Best discounts
am: Լավագույն զեղչեր
ar: أفضل الخصومات
bg: Най-добри отстъпки
he: ההנחות הטובות ביותר
ru: Скидка
uk: Кращі знижки

source: Sellers
am: Վաճառողներ
ar: الباعة
bg: Продавачи
he: אנשי מכירות
ru: Анонсы магазинов
uk: Продавці

source: Show only
am: Ցույց տալ միայն
ar: اعرض فقط
bg: Покажи само
he: הצג רק את
ru: Показать только
uk: Показати тільки

source: High raiting
am: Բարձր վարկանիշ
ar: تصنيف عالي
bg: Най-висока оценка
he: רייטינג גבוה
ru: Высокий рейтинг
uk: Рейтинг

source: Free shipping
am: Անվճար առաքում
ar: التوصيل مجانا
bg: Безплатна доставка
he: משלוח חינם
ru: Бесплатная доставка
uk: Безкоштовна доставка

source: Write to salesman
am: Գրել վաճառողին
ar: راسل البائع
bg: Пиши на продавача
he: כתוב לאיש המכירות
ru: Написать продавцу
uk: Написати продавцю

source: Order step one
am: Պատվիրել. քայլ առաջին
ar: طلب الخطوة الاولى
he: הזמנה - צעד ראשון
ru: Заказ шаг 1
uk: Замовити крок перший

source: Start page
am: Մեկնարկային էջ
ar: صفحة البداية
bg: Стартиране на страница
he: התחל עמוד
ru: Домашняя страница
uk: Стартова сторінка

source: Card holder name
ar: إسم صاحب البطاقة
bg: Име на притежателя на картата
he: שם בעל הכרטיס

source: Card number
ar: رقم البطاقة
bg: Номер на карта
he: מספר כרטיס

source: Card expire date
ar: تاريخ انتهاء صلاحية البطاقة
bg: Период на изтичане на карта
he: תוקף

source: Month
ar: شهر
bg: Месец
he: חודש

source: Year
ar: سنه
bg: Година
he: שנה

source: Ordering
am: Պատվիրել
ar: طلبات
bg: Подреждане
he: מבצע הזמנה
ru: Заказ
uk: Замовлення

source: Shipping Addres
am: Առաքման հասցե
ar: عنوان الشحن
bg: Адрес на доставка
he: כתובת למשלוח דואר
ru: Адрес доставки
uk: Адреса доставки

source: Recipient Name
am: Ստացողի անունը
ar: اسم المستلم
bg: Име на получател
he: שם הנמען
ru: Имя получателя
uk: Ім'я одержувача

source: Region
ar: منطقة
bg: Регион
he: אזור

source: Choose delivery method
am: Ընտրեք առաքման եղանակը
ar: اختيار طريقة التسليم
bg: Изберете метод за показване
he: בחר צורת משלוח
ru: Выберете метод доставки
uk: Виберіть спосіб доставки

source: Comment to your order
am: Ձեր պատվերի մեկնաբանությունը
ar: التعليق على طلبك
bg: Коментар към поръчката
he: הגב להזמנה שלך
ru: Комментировать ваш заказ
uk: Коментар до вашого замовлення

source: Comment
am: Մեկնաբանություն/ մեկնաբանել
ar: تعليق
bg: Конентар
he: תגובה
ru: Комментарий
uk: Коментар

source: Payment method
am: Վճարման եղանակը
ar: طريقة الدفع
bg: Метод на плащане
he: צורת תשלום
ru: Способ оплаты
uk: Спосіб оплати

source: Order Step three
am: Պատվիրել. քայլ երրորդ
ar: طلب الخطوة الثالثة
bg: Поръчка, трета стъпка
he: שלב 3 בהזמנה
ru: Заказ шаг 1
uk: Замовити крок третій

source: Thank you for shopping on our site,
am: Շնորհակալություն մեր կայքից գնումներ կատարելու համար
ar: شكرا للتسوق في موقعنا،
bg: Благодаря ви, че пазарувахте от нашия сайт,
he: תודה שקנית באתר שלנו
ru: Спасибо за покупку на нашем сайте
uk: Дякуємо Вам за покупками на нашому сайті,

source: here
am: Այստեղ
ar: هنا
bg: тук
he: כאן
ru: здесь
uk: тут

source: you can view your order history
am: Դուք կարող եք տեսնել ձեր պատվերի պատմությունը
ar: يمكنك عرض تاريخ طلبك
bg: Можете да видите история на вашите поръчки
he: תוכלו לצפות בהסטוריית הרכישות
ru: вы можете просмотреть историю заказов
uk: ви можете переглянути історію замовлень

source: Order step two
am: Պատվիրել. քայլ երկրորդ
ar: امر الخطوة الثانية
bg: Поръчка, втора стъпка
he: שלב 2 בהזמנה
ru: Заказ шаг 1
uk: Замовити крок другий

source: Home Page
am: Գլխավոր էջ
ar: الصفحة الرئيسية
bg: Домашна страница
he: דף הבית
ru: Домашняя страница
uk: Головна сторінка

source: Step One
am: Քայլ առաջին
ar: الخطوة الاولى
bg: Стъпка Едно
he: צעד ראשון
ru: Первы шаг
uk: Крок перший

source: Order summary
am: Պատվերի ամփոփում
ar: ملخص النظام
bg: Обобщена поръчка
he: סיכום הזמנה
ru: История заказов
uk: Інформація про замовлення

source: Your order
am: Ձեր պատվորը
ar: نظامك
bg: Твоята поръчка
he: ההזמנה שלך
ru: Ваш заказ
uk: Ваше замовлення

source: Payment
am: Վճարում
ar: دفع
bg: Плащане
he: תשלום
ru: Оплата
uk: Оплата

source: The total amount of your order
am: Ձեր պատվերի ընդհանուր գումարը
ar: المبلغ الإجمالي لطلبك
bg: Общата сума на вашата поръчка
he: סכום הזמנה כולל
ru: Общая сумма вашего заказа
uk: Загальна сума вашого замовлення

source: Make changes to your order
am: Կատարել փոփոխություններ Ձեր պատվերում
ar: إجراء تغييرات على الطلب الخاص بك
bg: Направете промени в поръчката ви
he: בצע שינויים בהזמנה
ru: Внесите изменения в свой заказ
uk: Внесіть зміни в своє замовлення

source: Confirm order
am: Հաստատել պատվերը
ar: تأكيد الطلب
bg: Потвърди поръчка
he: אשר הזמנה
ru: Подтвердить заказ
uk: Підтвердити замовлення

source: On August 20 at the website registered
am: Կայքում գրանցվել է օգոստոսի 20-ին
ar: مسجل في 20 أغسطس في موقع
he: ביום ה 20 לאוגוסט באתר רשומים
ru: На 20 августа на сайте зарегистрировано
uk: 20 серпня на сайті зареєстровано

source: We protect the interests of our customers, so the site has a system
am: Մենք պաշտպանում ենք մեր հաճախորդների շահերը, ուստի և կայքն ունի համակարգ
ar: نحن نقوم بحماية مصالح عملائنا، وبالتالي فإن الموقع يحتوي على نظام
bg: Ние защитаваме интересите на нашите клиенти
he: באתר זה ישנה מערכת אבטחה והגנה על לקוחות
ru: Мы защищаем интересы наших клиентов, поэтому на сайте есть система
uk: Ми захищаємо інтереси наших клієнтів, тому на сайті є система

source: The guaranteed delivery within 30 days
am: Երաշխավորված առաքում 30 օրվա ընթացքում
ar: التسليم المضمون في غضون 30 يوما
bg: Гарантираната доставка в рамките на 30 дни
he: הבטחת מועד קבלת המשלוח הינה עד 30 ימים
ru: Гарантированная доставка в течение 30 дней
uk: Гарантована доставка упродовж 30 днів

source: Return policy and warranty
am: Վերադարձնելու պայմանները եւ երաշխիքները
ar: عودة السياسة والضمان
he: מדיניות החזרה ואחריות
ru: Политика возврата и гарантия
uk: Гарантія та умови повернення

source: Freezing of seller's funds till then buyer confirm receipt of the goods
am: Վաճառողի միջոցների սառեցում մինչ այն պահը , երբ գնորդը կհաստատի, որ ստացել է գնված ապրանքը
ar: تجميد أموال البائع حتى حين تأكيد استلام المشتري للبضائع
bg: Замразяване на средства на продавача до тогава, когато купувача потвърди получаването на стоките
he: עכב תשלום עד קבלת אישור מהקונה על קבלת המשלוח
ru: Замораживание средств продавца до тех пор пока покупатель подтвердит получение товаров
uk: Заморожування коштів продавця доти покупець підтвердіть отримання товарів

source: Ask us a question
am: Ձեր հարցերը մեզ
ar: اسالنا
bg: Задайте ни въпрос
he: שאל אותנו שאלה
ru: Задать вопрос
uk: Задати питання

source: No, I am seller
am: Ոչ ես վաճառող եմ
ar: لا انا بائع
bg: Не, аз съм продавач
he: לא, אני סוחר
ru: Нет , я продавец
uk: Ні, я продавець

source: О площадке
he: אודות האתר

source: О системе
he: אודות המערכת

source: Как работает площадка
he: אופן הפעלה

source: Анонсы и обзоры товаров
he: סקירות

source: Публичная оферта
he: הצעה לציבור

source: Как купить
he: איך לקנות

source: Подписаться на обновления
he: הירשם לקבלת עדכונים

source: Как оплатить заказ
he: אופן תשלום

source: Выбор доставки
he: אפשרויות הצגה

source: Защита покупателя
he: הגנה על הקונה

source: Быстрое ознакомление
he: מדריך מהיר

source: Сервисный
he: שירות

source: Связаться с нами
he: צור קשר

source: Часто задаваемые вопросы
he: שאלות נפוצות

source: Спросить в сообществе
he: קהילה

source: Партнерская программа
he: שותפים
