Repository: alexvnukoff/project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, ar, bg, he, ru, uk

source: You can send one comment per minute
am: Դուք կարող եք ուղարկել րոպեում մեկ մեկնաբանություն
ar: يمكنك إرسال تعليق واحد للدقيقة
bg: Може да изпращате по един коментар на минута
he: ניתן לשלוח תגובה אחת מדי דקה
ru: Вы можете оставлять только один комментарий в минуту
uk: Ви можете відправити лише один коментар в хвилину

source: No %(verbose_name)s found matching the query
he: %(verbose_name)s לא

source: Recipient name
am: Հասցեատիրոջ անունը
ar: اسم المستلم
bg: Име на получателя
he: שם הנמען
ru: Имя получателя
uk: Ім'я одержувача

source: Zipcode
am: Փոստային ինդեքս
ar: رقم المنطقة
bg: Пощенски код
he: מיקוד דואר
ru: Индекс
uk: Поштовий індекс

source: Telephone
am: Հեռախոսահամար
ar: هاتف
bg: Телефон
he: טלפון
ru: Номер телефона
uk: Телефон

source: Fisrt name
am: Անուն
ar: الاسم الاول
bg: Име
he: שם פרטי
ru: Имя
uk: Ім'я

source: Birthday
am: Ծննդյան ամսաթիվ
ar: تاريخ الميلاد
bg: Рожденна дата
he: תאריך לידה
ru: Дата рождения
uk: День народження

source: Last Name
ar: اسم العائلة
he: שם משפחה

source: Email
am: Էլեկտրոնային հասցե
ar: بريد الكتروني
bg: Имейл
he: דוא''ל

source: Contact phone
ar: الاتصالات
he: מספר טלפון

source: Description
am: Նկարագրություն
ar: وصف
bg: Описание
he: תיאור
ru: Описание
uk: Опис

source: First Name
ar: الاسم الأول
bg: Име
he: שם פרטי

source: Extra param fields
he: שדות נוספים

source: Additional_parameters
he: פרמטרים נוספים

source: Baskets
ar: سلة
he: סלים

source: Site ID
ar: موقع id
he: אתר

source: Created
ar: مكون
bg: Създаден
he: נוצר

source: Ordered?
ar: طلبات
bg: Поръчано?
he: מבצע הזמנה?

source: basket
ar: سلة
he: סל

source: Agreement with terms is required
am: Համաձայնագրի համար անհրաժեշտ պայմանները
ar: مطلوب اتفاق مع شروط
bg: Съгласен съм с общите условия
he: אישור תנאי השימוש
ru: Соглашение с условиями обязательно
uk: Згоден з умовами Угоди _

source: Full-time
ar: متسع من الوقت
bg: Пълно работно време
he: משרה מלאה

source: Partial
ar: جزئي
bg: Непълно работно време
he: משרה חלקית

source: Shifts
ar: التحولات
bg: Смени
he: משמרות

source: For students
ar: للطلاب
bg: За студенти
he: סטודנטים

source: Married
ar: متزوج
bg: Омъжен
he: נשוי/נשואה

source: Widowed
ar: الأرامل
bg: Овдовял
he: אלמן/אלמנה

source: Separated
ar: منفصل
bg: Разделен
he: פרוד/ה

source: Divorced
ar: مطلقة
bg: Разведен
he: גרוש/ה

source: Single
ar: عزوبي
bg: Свободен
he: רווק/ה

source: Account activation failed.
ar: أخفق تنشيط الحساب.
bg: Грешка в активирането на акаунта
he: הפעלת חשבון נכשלה

source: Account Activated
ar: تم تنشيط الحساب
bg: Активация на акаунта
he: חשבון פועל

source: Activation is completed
ar: اكتمل التفعيل
bg: Активацията е завършена
he: הפעלת החשבון הושלמה
uk: Активація виконується

source: Thank you for registration! Now you can
ar: شكرا لك أنك قد أكملت التسجيل ! يمكنك الآن
bg: Благодаря ви за регистрацията! Сега можете
he: תודה על השלמת הרשמתך למערכת, כעת תוכלו
uk: Дякуємо за реєстрацію! Тепер ви можете

source: sign in
am: Մուտք գործել
ar: تسجيل الدخول
bg: се впишете
he: להיכנס
ru: войти
uk: вхід

source: using email and password that you provided during sign up.
ar: استخدم البريد الإلكتروني وكلمة المرور التي قدمت أثناء التسجيل.
bg: да използвате емайла и паролата, които сте представили
he: השתמש בכתובת המייל והסיסמא שסיפקת בעת הרישום
uk: Використовуйте адрес електронної пошти та пароль, які були задані в процесі реєстрації.

source: registration
ar: التسجيل
bg: по време на регистрацията
he: הרשמה
ru: регистрация

source: Account activation on
ar: الحساب فعال
he: חשבון פועל

source: E-mail
am: Էլեկտրոնային հասցե
ar: بريد الكتروني
bg: Имейл
he: דואר אלקטרוני

source: Password
am: Գաղտնաբառ
ar: كلمة السر
bg: Парола
he: סיסמא
ru: Пароль
uk: Пароль

source: Sign in
am: Մուտք
ar: تسجيل دخول
bg: Вписване
he: כנס
ru: Войти
uk: Увійдіть

source: Forgot password
am: Մոռացել եք գաղտնաբառը
ar: نسيت كلمة المرور
bg: Забравена парола
he: שכחתי סיסמה
ru: Забыли пароль
uk: Забули пароль

source: Logged out
ar: تسجيل خروج
bg: Отписване
he: מנותק

source: Successfully logged out
ar: تم الخروج بنجاح
bg: Успешно отписване
he: התנתקת בהצלחה

source: Password changed
ar: تم تغيير كلمة السر
bg: Промяна на парола
he: סיסמא שונתה

source: Password successfully changed!
ar: الرقم السري تغير بنجاح
bg: Паролата е променена успешно!
he: הסיסמא שונתה בהצלחה

source: Change password
am: Փոխել գաղտնաբառը
ar: تغيير كلمة المرور
he: שנה סיסמא
ru: Изменить пароль
uk: Зміна пароля

source: Old opassword
ar: كلمة المرور القديمة
he: סיסמא ישנה

source: New password
ar: كلمة السر الجديدة
he: סיסמא חדשה

source: New password confirmation:
ar: تأكيد كلمة السر الجديدة
he: אשר סיסמא חדשה

source: Cancel
am: Չեղյալ համարել
ar: إلغاء
bg: Затвори
he: בטל
ru: Выйти
uk: Скасувати

source: Password reset complete
ar: إعادة تعيين كلمة المرور
he: איפוס הסיסמא הושלם

source: Your password has been reset!
ar: تم تغيير كلمة المرور الخاصة بك
bg: Вашата парола беше нулирана
he: הסיסמא שלך שונתה!

source: You may now
ar: يمكنك الآن
bg: Вие можете да се
he: הינך רשאי\ת כעת

source: log in
ar: تسجيل الدخول
bg: впишете в
he: הירשם

source: Confirm password reset
ar: تأكيد كلمة المرور
bg: Потвърдете нулиране на парола
he: אשר איפוס סיסמא

source: Password reset
am: Վերականգնել գաղտնաբառը
ar: إعادة تعيين كلمة المرور
bg: Смяна на парола
he: איפוס סיסמא
ru: Восстановление пароля
uk: Відновлення пароля

source: Enter your new password below to reset your password:
ar: أدخل كلمة المرور الجديدة أدناه لتغيير كلمة المرور القديمة
bg: Въведете вашата нова парола за да възстановите вашата парила:
he: רשום את הסיסמא החדשה על מנת לשנות את הסיסמא הישנה:

source: Set password
ar: ارسل كلمة السر
he: קבע סיסמא

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
ar: لقد أرسلنا إليك بريد إلكتروني يتضمن رابطا لإعادة تعيين كلمة المرور . يرجى تفقد البريد الإلكتروني الخاص بك واضغط على الرابط للمتابعة.
he: נשלח מייל ובו לינק לאיפוס סיסמא

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك طلب إعادة تعيين كلمة المرور على الموقع. اذا لم ترغب في إعادة تعيين كلمة المرور الخاصة %(domain)s بك، يرجى تجاهل هذه الرسالة.
he: %(domain)s קיבלת מייל זה כי אתה או מישהו בשמך ביקש לשנות את הסיסמה שלך. אן אינך מעוניין לבצע פעולה זו התעלם מההודעה הזו.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
ar: لإعادة تعيين كلمة المرور، يرجى النقر على الرابط التالي، أو نسخها ولصقها في متصفح الموقع الخاص بك
bg: За да възстановите паролата си, моля кликнете на следния линк, или го копирайте и поставете във вашия уеб браузър:
he: כדי לשנות את הסיסמא, הקלק על הקישור או העתק אותו

source: Your username, in case you've forgotten:
ar: المستخدم الخاص بك في حالة نسيان
bg: Вашето потребителско име, в случай че сте забравили:
he: שם המשתמש

source: Best regards
ar: تحياتي الحارة
bg: Най-добри поздрави
he: בהוקרה,

source: Management
ar: إدارة
bg: Управление
he: הנהלה

source: Forgot your password? Enter your e-mail and we will send you the required information to create a new password.
am: Մոռացե՞լ եք Ձեր գաղտնաբառը: Մուտքագրեք Ձեր էլեկտրոնային հասցեն և մենք կուղարկենք Ձեզ անհրաժեշտ տեղեկատվություն՝ նոր գաղտնաբառ ստեղծելու համար
ar: نسيت كلمة السر؟ أدخل البريد الخاص بك وسوف نرسل لك المعلومات المطلوبة لإنشاء كلمة مرور جديدة.
bg: Забравена парола? Въведете вашия е-мейл и ние ще ви изпратим необходимата информация, за да създадете нова парола.
he: שכחת סיסמא? הכנס את כתובת הדואר האלקטרוני שלך ואנו נסייע לך ליצור סיסמא חדשה
ru: Забыли пароль? Введите свой ​​адрес электронной почты, и мы вышлем вам необходимую информация чтобы создать новый пароль .
uk: Забули пароль? Введіть свою адресу електронної пошти, і ми надішлемо Вам необхідну інформацію, щоб створити новий пароль.

source: Reset Password
ar: إعادة تعيين كلمة المرور
bg: Смяна на парола
he: אפס סיסמא

source: Registration is closed
ar: التسجيل مغلق
bg: Регистрацията е затворена
he: ההרשמה הסתיימה

source: Registration error
am: Գրանցվել չհաջողվեց
ar: خطأ تسجيل
bg: Грешка в регистрацията
he: הרישום נכשל
ru: Ошибка регистрации
uk: Помилка реєстрації

source: Sorry, but registration is closed at this moment. Come back later.
ar: عذرا، ولكن التسجيل مغلق في هذه اللحظة. عد لاحقا.
bg: Съжалявам, но регистрациите в момента са затворени. Моля опитайте отново по-късно.
he: ההרשמה סגורה כעת, עמכם הסליחה

source: Activation email sent
ar: تم إرسال رسالة التنشيط الإلكترونية
bg: Изпратихме ви имейл за активация
he: מייל הפעלה נשלח

source: Please check your email to complete the registration process.
ar: يرجى التحقق من بريدك الإلكتروني لإكمال عملية التسجيل
bg: Моля проверете имейла си за да завършите регистрацията
he: בדוק את הדוא"ל להשלים את הליך ההרשמה

source: Confirm password
am: Հաստատել գազտնաբառը
ar: تأكيد كلمة المرور
bg: Запомни парола
he: אשר סיסמא
ru: Подтвердить пароль
uk: Підтвердіть пароль

source: I have read and accept
am: Ես ընթերցել եւ ընդունում եմ պայմանները
ar: لقد قرأت، واوافق
bg: Прочетох и съм съгласен
he: קראתי ואני מסכים לתנאים
ru: Я прочитал и согласен с
uk: Я прочитав та згоден

source: the terms of use
am: Օգտագործման պայմաններ
ar: شروط الاستخدام
bg: с условията за ползване
he: תנאי שימוש
ru: правилами использования
uk: умови використання

source: Sign up
am: Գրանցվել
ar: الاشتراك
bg: Регистрирай се
he: הירשם
ru: Зарегистрируйтесь
uk: Зареєструватися

source: Home
am: Գլխավոր
ar: بيت
bg: Начална страница
he: בית

source: Events stats
ar: احصائيات الأحداث
he: נתוני אירועים רשומים

source: Filter
am: Ֆիլտր
ar: منقي
bg: Филтър
he: סנן
ru: Фильтр
uk: Фільтр

source: Event type
ar: نوع الحدث
he: סוג האירוע

source: Events stats detail
ar: الأحداث احصائيات التفاصيل
he: נתוני אירועים רשומים

source: Amount for Country
ar: المبلغ للبلاد
he: מחיר עבור מדינה

source: Amount for City
ar: مبلغ للمدينة
he: כמות

source: Activate
ar: تنشيط
bg: Активирай
he: הפעל משתמש

source: User List
ar: قائمة للمستخدم
bg: Потребителски лист
he: משתמשים

source: Last login
ar: آخر تسجيل للدخول
bg: Последно вписване
he: כניסה אחרונה

source: Date joined
ar: تاريخ الانضمام
bg: Дата на регистрация
he: מועד הצטרפות

source: Activate User
ar: تنشيط المستخدمين
he: הפעל משתמש

source: Delete User
ar: حذف المستخدمين
he: מחק משתמש

source: Advertisement Orders
ar: الطلبيات
he: היסטוריית פרסום

source: Type
ar: نوع
bg: Тип
he: סוג
uk: Тип

source: Owner
ar: صاحب
bg: Собственик
he: בעלים

source: Target
ar: استهداف
bg: Таргет
he: מטרה

source: Start Date
ar: تاريخ البدء
bg: Начална дата
he: תאריך התחלה

source: End Date
am: Ժամկետի ավարտը
ar: تاريخ النهاية
bg: Крайна дата
he: מועד סיום
ru: Дата окончания
uk: Кінцевий термін

source: Active
ar: تنشيط
bg: Активен
he: פעיל

source: Price
am: Գինը
ar: السعر
bg: Цена
he: מחיר
ru: Цена
uk: Вартість

source: Loading data from server
ar: جار تحميل البيانات من الخادم
bg: Зареждане на база данни от сървъра
he: טוען מידע מהשרת

source: Deactivate
ar: إلغاء التنشيط
bg: Деактивирай
he: בטל הפעלה

source: Expired
ar: منتهية الصلاحية
bg: Изтекъл
he: פג תוקף

source: View targeting
ar: عرض الاستهداف
bg: Виж таргетинга
he: צפייה מיקום

source: Adveretisement settnings
ar: إعدادات الإعلانات
bg: Настройки на обявата
he: הגדרות פרסום

source: Factor
ar: وكيل تجاري
bg: Коефициент
he: פרמטר

source: Width
ar: عرض
bg: Широчина
he: רוחב

source: Height
ar: ارتفاع
bg: Височина
he: גובה

source: Action
ar: فعال
bg: Действие
he: פעולה

source: Adveretisement prices
ar: أسعار الإعلانات
bg: Цена на обявата
he: מחירי פרסום

source: Countries
ar: دولة
bg: Държави
he: ארצות

source: B2C Categories
ar: فئات من التاجر الى الزبون
bg: B2C Категории
he: קטגוריות מוצרים למכירה

source: Branches
ar: الفروع
bg: Категории
he: ענף

source: B2B Categories
ar: فئات من التاجر للتاجر
bg: B2B Категории
he: קטגוריות מכירות סיטונאיות

source: Save
am: Պահպանել
ar: حفظ
bg: Запази
he: שמירה
ru: Сохранить
uk: Зберігти

source: Position
am: Դիրքորոշում
ar: موقف
bg: Позиция
he: עמדה
ru: Должность
uk: Положення

source: Add Greeting
ar: إضافة تحية
bg: Добави Поздрав
he: הוסף ברכות

source: Adveretisement Settnings
ar: إعدادات الإعلانات
bg: Настройки за Обява
he: הגדרות פרסום

source: Pages B2B
ar: الصفحات من التاجر للتاجر
bg: Страници B2B
he: עמודי מכירה סיטונאית

source: Title
am: Անվանում
ar: عنوان
bg: Заглавие
he: כותרת
ru: Заголовок
uk: Назва

source: On top
ar: إضافة للأعلى
bg: В началото
he: למעלה

source: Add new page
ar: اضف صفحة
bg: Добави нова страница
he: הוסף עמוד חדש

source: Is on top
ar: الاعلى
bg: Най-отгоре
he: עליון

source: Edit
ar: تحرير
bg: Редактирай
he: עריכה

source: Remove
am: Հեռացնել
ar: حذف
bg: Премахни
he: הסר
ru: Удалить
uk: Видалити

source: Targets List
ar: قائمة الأهداف
bg: Таргет Лист
he: רשימת עסקאות
uk: Цільовий список

source: Days Q-ty
am: Օրեր Q-ty
ar: Q-ty ايام
bg: Дни Q-ty
he: ימים
ru: Кол-во дней
uk: Дні Кількість

source: Summary
am: Ամփոփում
ar: تلخيص
bg: Резюме
he: תקציר
ru: Сумма
uk: Перелік

source: Login
am: Մուտք
ar: دخول
bg: Впиши се
he: כניסה
ru: Войти
uk: Ввійти

source: Advertisement basket
ar: سلة الإعلان
bg: Кошница с обяви
he: סל מודעות
uk: Попередне замовлення

source: Start date
am: Ժամկետի սկիզբը
ar: تاريخ البدء
bg: Начална дата
he: תאריך התחלה
ru: Дата начала
uk: Дата початку

source: day
am: Օր
ar: يوم
bg: ден
he: יום

source: Minimum length of search term is 3 characters
am: Փնտրվող տերմինի նվազագույն երկարությունը 3 նիշ է
ar: الحد الأدنى لطول البحث هو 3 أحرف
bg: Минимум 3 символа в търсачката
he: אורך מינימאלי של מונח חיפוש הוא 3 תווים
ru: Минимальная длина поискового запроса составляет 3 символоа
uk: Мінімальна довжина пошукового запиту становить 3 символів

source: No result found
am: Արդյունք չկա
ar: لا نتائج لبحثك
bg: Не са намерени резултати
he: לא נמצאו תוצאות
ru: Ничего не найдено
uk: Ні результату не знайдено

source: Image file (Maximum 50KB)
am: Նկարի ֆայլ (առավելագույն 50KB)
ar: ملف الصورة (الحد الأقصى 50KB)
bg: Изображение (максимум 50КB)
he: 50KB העלה תמונה עד
ru: Размер картинки (максимум 50KB)
uk: Файл зображення (Максимум 50KB)

source: Link URL
am: Հղում URL
ar: موقع الرابط
he: קישור לאתר
ru: Ссылка на URL
uk: Посилання URL

source: Image title
am: Նկարի անվանումը
ar: عنوان الصورة
bg: Заглавие на изображението
he: כותרת תמונה
ru: Заголовок картинки
uk: Назва зображення

source: End date
am: Ժամկետի ավարտը
ar: تاريخ الانتهاء
bg: Крайна дата
he: תאריך סיום
ru: Дата окончания
uk: Кінцевий термін

source: Filter by Branch
ar: تصفية حسب الفرع
bg: Подреди по категории
he: בחר ענף

source: Filter by Country
ar: تصفية حسب البلد
bg: Подреди по държави
he: בחר מדינה

source: Filter by Chamber
ar: تصفية حسب الغرفة
bg: Филтър по камари
he: בחר אירגון

source: Pay
am: Վճարել
ar: دفع
bg: Плати
he: שלם
ru: Оплатить
uk: Платня

source: Order details
ar: تفاصيل الطلب
bg: Детайли за потъчката
he: פרטי הזמנה
ru: Детали заказа
uk: Дані для замовлення

source: Order number
ar: رقم الطلب
bg: Номер на поръчка
he: מספר הזמנה
ru: Номер заказа
uk: Нномер замовлення

source: Thank you for order, you will be notified when the advertisement will published
ar: نشكركم على طلبكم ، وسيتم إعلامك عندما يتم تطبيق الإعلان
bg: Благодарим, че поръчахте! Ще бъдете уведомени когато обявата е публикувана.
he: תודה על פנייתך, תעודכן כאשר המודעה תתפרסם
uk: Дякуємо за замовлення, ви будете повідомлені, коли реклама буде опублікована

source: Continue
am: Շարունակել
ar: اكمل
bg: Продължи
he: המשך
ru: Продолжить
uk: Продовжити

source: Advertisement
ar: الإعلان
bg: Обява
he: פרסם אצלנו
uk: Анонс

source: Paid ads
am: Վճարովի գովազդ
ar: اعلانات بالايجار
bg: Платени обяви
he: מודעות בתשלום
ru: Платные объявления
uk: Платні оголошення

source: Statistics
ar: الإحصاء
he: נתונים

source: Events statistics
ar: إحصاءات الأحداث
he: נתוני אירוע

source: from
am: - ից
ar: من
bg: от
he: מאת
ru: с
uk: від

source: till
ar: حتى
he: עד

source: Previus week
ar: الأسبوع السابق
he: שבוע שעבר

source: Next week
ar: الاسبوع القادم
he: שבוע הבא

source: Common
ar: تعليق
he: נפוץ

source: On B2BPortal
he: בפורטל מכירות סיטונאיות

source: On user sites
ar: على مواقع المستخدمين
he: באתרי משתמשים

source: Section name
am: Բաժնի անունը
ar: اسم القسم
bg: Име на раздела
he: שם הנושא
ru: ФИО руководителя
uk: Назва розділу

source: Statistics for
ar: إحصائيات ل
he: נתונים עבור

source: For
ar: إلى
he: עבור

source: Category
am: Բաժիններ
ar: فئة
bg: Категория
he: קטגוריה
ru: Категория
uk: Категорія

source: Select
ar: اختيار
bg: Избери
he: בחר

source: Keywords
am: Հիմնաբառեր
ar: الكلمات الدالة
bg: Ключов думи
he: מילת מפתח
ru: Ключевые слова
uk: Ключові слова

source: Add branches
ar: إضافة فروع
bg: Добави бранш
he: הוסף ענפי פעילות

source: Categories
am: Բաժիններ
ar: فئات
bg: Категории
he: קטגוריות
ru: Категории
uk: Категорії

source: Add categories
ar: إضافة فئات
bg: Добави категории
he: הוסף הקטגוריות

source: Additional pages
am: Լրացուցիչ էջերը
ar: صفحات إضافية
bg: Допълнителна страница
he: עמודים נוספים
ru: Дополнительные страницы
uk: Додаткові сторінки

source: Add page
am: Ավելացնել էջ
ar: اضف صفحة
bg: Добави страница
he: הוסף עמוד
ru: Добавить страницу
uk: Додати сторінку

source: Date
am: Ամսաթիվ
ar: تاريخ
bg: Дата
he: תאריך
ru: Дата
uk: Дата

source: More
am: Ավելին
ar: اكثر
bg: Още
he: עוד
ru: Подробнее
uk: Більше

source: No results found
am: Ոչ մի արդյունք չի գտնվել
ar: لا توجد نتائج
bg: Не са намерени резултати
he: לא נמצאו תוצאות
ru: Ничего не найдено
uk: Немає результатів

source: Gallery
am: Ցուցասրահ
ar: معرض
bg: Галерия
he: גלרייה
ru: Галерея
uk: Галерея

source: Documents
am: Փաստաթուղթեր
ar: ملفات
bg: Документи
he: מסמכים
ru: Документы
uk: Документація

source: Contacts
am: Կոնտակտներ
ar: اتصالات
bg: Контакти
he: אנשי קשר
ru: Контакты
uk: Контакти

source: Telephone number
am: Հեռախոսահամար
ar: رقم الهاتف
bg: Телефонен номер
he: מספר טלפון
ru: Номер телефона
uk: Номер телефону

source: Fax
am: Ֆաքս
ar: فاكس
bg: Факс
he: פקס
ru: Факс
uk: Факс

source: Image
am: Նկար
ar: صورة
bg: Изображение
he: תמונה
ru: Изображение
uk: Зображення

source: delete
am: Ջնջել
ar: حذف
bg: изтрий
he: מחיקה
ru: удалить
uk: видалити

source: Vatin
he: עוסק מורשה/ ח.פ
ru: ИНН
uk: Ватин

source: Director name
am: Տնօրենի անունը
ar: اسم مدير
bg: Име на директор
he: שם המנהל
ru: ФИО руководителя
uk: Ім'я директор

source: Slogan
am: Լոզունգ
ar: شعار
bg: Лозунг
he: סלוגן
ru: Слоган
uk: Гасло

source: PayPal account (E-mail)
ar: حسابPayPal (E-mail)
bg: Акаунт в PayPal (имейл)
he: חשבון pay pal (אימייל)

source: Site URL
ar: الموقع URL
bg: Сайт адрес
he: קישור לאתר

source: Preview description
am: Նախադիտման նկարագրությունը
ar: وصف معاينة
bg: Преглед на описанието
he: תיאור קצר על החברה
ru: Описание
uk: Переглянути опис

source: Detail description
am: Մանրամասն նկարագրություն
ar: وصف التفاصيل
bg: Детайли на описанието
he: אודות החברה
ru: Описание
uk: Подробиці опис

source: Chamber of Commerce:
ar: الغرفة التجارية
bg: Камара на търговията
he: לשכת המסחר:

source: Place on the map
am: Տեղանքը քարտեզի վրա
ar: حدد على الخريطة
bg: Място на картата
he: סמן במפה
ru: Карта
uk: Місце на мапі

source: Member of
ar: عضو في
bg: Член на
he: חבר
uk: Учасник

source: This field is required.
ar: هذا المجال المطلوب
he: שדה חובה

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني الصحيح
he: הזן כתובת מייל

source: Your message has been sent!
ar: تم تغيير كلمة المرور الخاصة بك!
he: ההודעה שלך נשלחה

source: Submit
ar: عرض
he: בצע

source: All form fields are required.
ar: جميع المجلات المطلوبة
he: שדות חובה

source: Do you want to delete this record?
am: Դուք ցանկանում եք ջնջե՞լ այս գրառումը.
ar: هل تريد حذف هذا السجل؟
bg: Наистина ли искате да изтриете този запис?
he: אתה רוצה למחוק רשומה זו?
ru: Вы хотите удалить эту запись?
uk: Ви хочете видалити цей запис?

source: OK
ar: حسنا
bg: ДА
he: או קיי

source: Department name
am: Բաժնի անունը
ar: اسم القسم
bg: Име на отдела
he: שם המחלקה
ru: Наименование подразделения
uk: Назва відділу

source: Vacancy title
am: Թափուր աշխատատեղերի անվանումը
ar: العنوان الشاغر
bg: Заглавие на вакантна позиция
he: כותרת המשרה
uk: Назва вакансії

source: Add the vacancy
ar: إضافة للشاغره
he: הוסף משרה

source: Loading...
ar: جار التحميل
bg: Зарежда...
he: טוען...

source: Administrator
am: Ադմինիստրատոր
ar: مدير
bg: Администратор
he: מנהל אתר
ru: Администратор
uk: Адміністратор

source: Add staff
ar: إضافة طاقم
bg: Добави персонал
he: הוסף צוות המשרד

source: Add user email
ar: إضافة البريد الإلكتروني للمستخدم
he: הוסף דואר אלקטרוני

source: Edit staff
ar: تحرير الطاقم
he: ערוך צוות המשרד

source: Do not show user
ar: عدم إظهار المستخدم
he: לא להראות משתמש

source: Select additional permissions
ar: تحديد أذونات إضافية
he: בחר הרשאות נוספות

source: Related to staff group
ar: ذات الصلة لمجموعة فريق الموظفين
he: מקושר לאיש צוות או סגל

source: Use permissions for child companies
ar: استخدام أذونات للشركات الفرعية
he: אישור שימוש לילד או חברה

source: Free period is expired.
ar: انتهت صلاحية الفترة المجانية
bg: Безплатният период изтече.
he: תקופת ניסיון נגמרה
uk: Безкоштовний період закінчився.

source: Free period will expire in
ar: سوف تنتهي الفترة المجانية في
bg: Безплатният период ще изтече до
he: תקופת ניסיון יסתיים בעוד
uk: Безкоштовний період закінчується в

source: days.
ar: ايام .
bg: дни.
he: ימים
uk: днів.

source: 1-year www.b24online.com membership
ar: انت عضو لسنة في www.b24online.com
bg: Едногодишно членство в www.b24online.com
he: חברות שנה בפורטל
uk: 1 рік членства www.b24online.com

source: Recvisits
am: Տվյալներ
ar: يعيد النظر
bg: Реквизити
he: פרט
ru: Реквизиты
uk: Реквізити

source: Services
am: Ծառայություններ
ar: الخدمات
bg: Услуги
he: שירותים
ru: Услуги
uk: Послуги

source: Video gallery
ar: معرض الفيديو
he: גלריית סרטונים

source: Structure
am: Կառուցվածք
ar: هيكل
bg: Структура
he: מבנה
ru: Структура
uk: Структура

source: Staff
am: Հաստիք
ar: مجموعة الموظفين
bg: Персонал
he: סגל
ru: Персонал
uk: Персонал

source: Feedback
ar: ردود الفعل
he: תגובה

source: Write a message
ar: اكتب رسالة
he: כתוב הודעה

source: Your name
am: Ձեր անունը
ar: اسمك
bg: Твоето име
he: שם
ru: Ваше имя
uk: Ім'я

source: Your phone
ar: هاتفك
he: מספר הטלפון

source: Your email
am: Ձեր էլեկտրոնային հասցեն
ar: بريدك الالكتروني
bg: Твоят имейл
he: דואר אלקטרוני
ru: Ваша почта
uk: Ваша електронна пошта

source: Your message
ar: رسالتك
he: ההודעה שלך

source: Branch
am: Մասնաճյուղ
ar: فرع
bg: Бранш
he: ענף פעילות
ru: Отрасль
uk: Філія

source: Start Event
am: Իրադարձություն սկիզբ
ar: بدء الحدث
bg: Стартиране на събитие
he: התחל אירוע
ru: Начало события
uk: Початок події

source: Project cost
ar: تكلفة المشروع
bg: Цена на проекта
he: מחיר הפרוייקט
uk: Вартість проекту

source: Department
am: Բաժնի
ar: قسم
bg: Отдел
he: משרד / מחלקה
ru: Отдел
uk: Відділ

source: Contact
am: Հետադարձ կապ
ar: الاتصالات
bg: Контакт
he: צור קשר
ru: Контакты
uk: Контакт

source: User with empty profile. User ID:
ar: المستخدم مع الملف الشخصي فارغة. id المستخدم
bg: Потребите с празен профил. Потребителско ID:
he: המשתמש לא הזין פרטי פרופיל. מס' זהות:

source: No Staff found.
am: Ոչ մի հաստիք չի գտնվել.
ar: لم يتم العثور على الموظفين.
bg: Не е намерен Персонал.
he: לא נמצא סגל
ru: Ничего не найдено
uk: Персонал не знайдено.

source: No Departments found.
am: Ոչ մի բաժին չի գտնվել
ar: لا توجد أقسام.
bg: Не е намерен Отдел.
he: לא נמצאו משרדים
ru: Ничего не найдено
uk: Відділи не знайдено.

source: Start event date
am: Միջոցառում ամսաթվի սկիզբը
ar: بدء تاريخ الحدث
bg: Начална дата на събитие
he: מועד התחלת אירוע
ru: Дата начала события
uk: Дата початку події

source: End event date
am: Միջոցառում ամսաթվի ավարտը
ar: نهاية تاريخ الحدث
bg: Крайна дата на събитие
he: מועד סיום האירוע
ru: Дата окончания события
uk: Дата закінчення події

source: Route description
am: երթուղու նկարագրությունը
ar: وصف الطريقة
bg: Описание на маршрута
he: תיאור מסלול
ru: Описание маршрута
uk: Опис маршруту

source: Map
am: Քարտեզ
ar: خريطة
bg: Карта
he: מפה
ru: Карта
uk: Мапа
