Repository: alexvnukoff/project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, ar, bg, he, ru, uk

source: Organizer
am: Կազմակերպիչ
ar: منظم
bg: Организатор
he: מארגן
ru: Организатор
uk: Організатор

source: Sign Up
ar: الاشتراك
bg: Регистрирай се
he: הירשם
uk: Зареєструватися

source: Route Description
am: Երթուղու նկարագրությունը
ar: وصف الطريقة
bg: Описание на Маршрута
he: תיאור מסלול
ru: Описание маршрута
uk: Опис маршруту

source: Name and Email are required
am: Անունը եւ էլեկտրոնային հասցեն գրանցվել են
ar: يطلب الاسم والبريد الالكتروني
bg: Изисква се Име и Имейл
he: שם ודוא"ל נדרשים
ru: Имя и Адрес электронной почты обязательны.
uk: Ім'я та E-mail потрібні

source: You are registered successfully.
ar: لقد سجلت بنجاح.
bg: Вие се регистрирахте успешно.
he: תהליך הרישום הסתיים בהצלחה
uk: Ви успішно зареєстровані.

source: Company
am: Ընկերություն
ar: شركة
bg: Компания
he: חברה
ru: Компания
uk: Компанія

source: Read more
am: Կարդալ ավելին
ar: اقرأ المزيد
bg: Прочети повече
he: קרא עוד
ru: Подробнее
uk: Детальніше

source: Release date
ar: تاريخ الإصدار
bg: Дата на издаване
he: תאריך הוצאה
uk: Дата випуску

source: Project site
am: նախագծի կայքը
ar: موقع المشروع
bg: Сайт на проекта
he: כתובת אתר הפרוייקט
ru: Сайт проекта
uk: Сайт проекту

source: Currency
am: Արտարժույթ
ar: عملة
bg: Валута
he: מטבע
ru: Валюта
uk: Валюта

source: Project name
am: Ծրագրի անվանումը
ar: اسم المشروع
bg: Име на проекта
he: שם הפרוייקט
ru: Название продукта
uk: Назва проекту

source: Product name
am: Ապրանքի անվանումը
ar: اسم المنتوج
bg: Име на продукта
he: שם המוצר
ru: Название продукта
uk: Назва продукту

source: Business plan
am: Բիզնես պլան
ar: خطة العمل
bg: Бизнес план
he: קובץ תוכנית עסקית
ru: Бизнес план
uk: Бізнес-план

source: Publication date
am: Հրապարակման ամսաթիվ
ar: تاريخ النشر
bg: Дата на публикуване
he: תאריך פרסום
ru: Дата публикации
uk: Дата публікації

source: Industry
am: Արդյունաբերություն
ar: صناعة
bg: Исндустрия
he: תעשייה
ru: Отрасль
uk: Промисловість

source: Cost
am: Արժեք
ar: سعر
bg: Цена
he: עלות
ru: Стоимость
uk: Вартість

source: Realese date
am: Թողարկման ամսաթիվը
ar: تاريخ الافراج عنه
bg: Дата на издаване
he: תאריך הוצאה
ru: Дата выхода на рынок
uk: Дата випуску

source: Realname
ar: الاسم الحقيقي
he: שם

source: Phone
ar: هاتف
bg: Телефон
he: טלפון

source: Message
am: Հաղորդագրություն
ar: رسالة
bg: Съобщение
he: הודעה
ru: Сообщение
uk: Повідомлення

source: Total Leads:
ar: إجمالي العروض:
he: סה"כ לידים

source: Src
ar: بحث
he: חפש

source: Msg
ar: رسالة
he: הודעה

source: User
ar: المستخدم
he: שם משתמש

source: Date/Time
ar: التاريخ / الوقت
he: תאריך-זמן

source: Del
ar: فصل
he: מספר עסקה

source: Anonymous
ar: مجهول
he: חברה לא מזוהה

source: Are you sure want to delete this request?
ar: هل تريد حذف هذا السجل
he: אתה בטוח רוצה למחוק בקשה זו?

source: Participants of chat
ar: المشاركون من الدردشة
he: הוסף משתמש לצ'אט

source: Messages
am: Հաղորդագրություններ
ar: رسالة
bg: Съобщения
he: הודעות
ru: Сообщения
uk: Повідомлення

source: Add participant
ar: إضافة مشارك
he: הוסף משתמש

source: Private
ar: نشر
he: פרטי

source: Send message
ar: إرسال رسالة
bg: Изпрати съобщение
he: שלח הודעה
uk: Надіслати повідомлення

source: Send
am: Ուղարկել
ar: ارسل
bg: Изпрати
he: שלח
ru: Отправить
uk: Відправити

source: Send private message
am: ՈՒղարկել անձնական հաղորդագրություն
ar: إرسال رسالة خاصة
bg: Изпрати лично съобщение
he: שלח הודעה אישית
ru: Отправить личное сообщение
uk: Надіслати приватне повідомлення

source: For organization
ar: للمنظمة
he: עבור ארגון

source: Deliver as
ar: تسليم ك
he: שלח כ-

source: Update chat
ar: تحديث الدردشة
he: עדכן צ'אט

source: Keyword
am: Հիմնաբառը
ar: الكلمة
bg: Клучова дума
he: מילת מפתח
ru: Ключевые слова
uk: Ключове слово

source: Youtube code
am: Youtube ծածկագիրը
ar: رمز يوتيوب
bg: Код в Youtube
he: קישור YouTube
ru: Код на видео Youtube
uk: Youtube код

source: Preview description
am: Ծանոթանալ նկարագրությանը
ar: وصف معاينة
bg: Преглед на описанието
he: תצוגה מקדימה
ru: Описание
uk: Переглянути опис

source: Content
am: Պարունակություն
ar: فحوى
bg: Съдържание
he: תוכן
ru: Описание
uk: Зміст

source: Similar news
am: Նմանատիպ նորություններ
ar: أخبار مماثلة
bg: Подобни новини
he: חדשות באותו נושא
ru: Похожие новости
uk: Подібні новини

source: Last News
am: Նորություններ
ar: آخر الأخبار
bg: Последни новини
he: חדשות אחרונות
ru: Последние новости
uk: Останні новини

source: Product producer
ar: منتج المنتج
he: יצרן

source: Part number
am: Մասի համարը
ar: رقم الجزء
bg: Номер на част
he: מספר פריט
ru: СКУ
uk: Номер частини

source: Detail text
am: Տեքստի մանրամասները
ar: نص التفاصيل
bg: Детайлен текст
he: פירוט
ru: Детальное описание
uk: Детальний текст

source: Measurement unit
ar: وحدة قياس
bg: Мерна единица
he: יחידת מדידה
uk: Одиниця виміру

source: Select a file
ar: اختر ملف
he: בחר קובץ

source: Additional images
ar: صور إضافية
he: תמונות נוספות

source: Loading..
ar: جار التحميل
he: טוען...

source: Colors:
he: צבעים:

source: Discount percent
ar: نسبة الخصم
bg: Процент отстъпка
he: אחוז הנחה

source: Show on main page
ar: انظر للصفحة الرئيسية
he: חנות - עמוד ראשי

source: Coupon
ar: كوبون
he: קופון

source: Coupon percent
ar: نسبة كوبون
he: אחוז הנחה בקופון

source: Coupon start date
ar: تاريخ البدء الكوبون
he: תאריך התחלה קופון

source: Coupon end date
ar: تاريخ انتهاء الكوبون
he: תאריך סיום קופון

source: Additional parameters
ar: غيرها من المعالم
he: פרמטרים נוספים

source: Add parameter
he: הוסף פרמטר

source: Select customer
ar: اختر الزبون
he: בחר לקוח

source: Customer
am: Հաճախորդ
ar: زبون
bg: Клиент
he: לקוח
ru: Клиент
uk: Клієнт

source: Product price
ar: سعر المنتج
he: מחיר מוצר

source: Contact for price
ar: الاتصال لتلقي السعر
he: צור קשר לגבי מחיר

source: To basket
ar: للسلة
he: הוסף לסל

source: Buy
am: Գնել
ar: اشترى
bg: Купи
he: קנה
ru: Купить
uk: Купити

source: Link to the document
am: Հղում դեպի փաստաթուղթը
ar: رابط للمستند
bg: Линк към документа
he: קישור למסמכים
ru: Ссылка на документ
uk: Посилання на документ

source: Contact to price
am: ՈՒղարկել հաղորդագրություն գնի մասին
ar: الاتصال لتلقي السعر
he: הצע מחיר
ru: Цена по договоренности
uk: Уточнити ціну

source: Discount price until
ar: سعر الخصم يصل
he: מועד פקיעת ההנחה

source: Promotion ends
ar: ينتهي العرض
bg: Край на промоцията
he: קידום מסתיים

source: Company products update
ar: تحديث منتجات الشركة
he: עדכון מוצרי החברה

source: Company products
am: Ընկերության ապրանքները
ar: منتجات الشركة
bg: Продукти на компанията
he: מוצרי החברה
ru: Похожие товары
uk: Продукти компанії

source: There are no deals
ar: لا توجد صفقات
he: אין עסקאות

source: Save changes
ar: حفظ التغييرات
he: שמירה

source: Supplier
ar: المزود
he: חברה ספקית

source: Products list
ar: قائمة المنتجات
he: רשימת המוצרים:

source: Order by email
ar: الطلب عن طريق البريد الإلكتروني
he: הזמן במייל

source: Deal date
ar: تاريخ الصفقة
he: תאריך

source: Deal item additional parameters
he: בחר הרשאות נוספות

source: All deals
am: Բոլոր գործարքները
ar: جميع الصفقات
bg: Всички сделки
he: כל ההצעות
ru: Все сделки
uk: Всі подробиці

source: Ready to pay
ar: جاهز للدفع
he: מוכן לתשלום

source: Ordered by email
ar: الطلب بواسطة البريد الإلكتروني
he: הוזמן במייל

source: Paid dals
ar: الصفقات المدفوعة
he: מודעות בתשלום

source: Search the deals
ar: البحث في الصفقات
he: כל ההצעות

source: Search
am: Որոնում
ar: بحث
bg: Търси
he: חפש
ru: Искать
uk: Пошук

source: Reset form
ar: إعادة تعيين
he: אשר איפוס

source: Deals list
ar: قائمة العروض
he: רשימת עסקאות

source: for
ar: لأجل
he: עבור

source: Amount
am: Գումարի չափը
ar: كمية
bg: Количество
he: כמות
ru: Количество
uk: Кількість

source: Total cost
ar: التكلفة الإجمالية
he: סה"כ מחיר

source: Your basket
ar: سلتك
he: הסל שלך

source: Product supplier
ar: مزود المنتوجات
he: ספק

source: Pay for deal
ar: دفع ثمن الصفقة
he: שלם

source: Product amount
ar: الكمية من المنتج
he: מחיר מוצר

source: Delete item
ar: حذف البند
he: מחק

source: Order by Email
ar: الطلب عن طريق البريد الإلكتروني
he: הזמן במייל

source: Pay by Paypal
ar: الدفع عن طريق Paypal
he: שלם בפאי פאל

source: Total basket cost
ar: إجمالي تكلفة السلة
he: סה"כ מחיר

source: Order date
ar: تاريخ الطلب
he: תאריך הזמנה

source: Total order cost
ar: التكلفة الإجمالية للطلب
he: מחיר הזמנה כולל

source: There are no deals for the order
ar: لا يوجد صفقات للطلب
he: אין עסקאות

source: You basket
ar: سلة
he: סל

source: Deal order
ar: صفقة الطلب
he: מחיר הזמנה

source: Payment
ar: دفع
he: תשלום

source: Deal Order details
ar: تفاصيل طلب الصفقه
he: פרטי הזמנה

source: Enter customer person info
ar: أدخل معلومات العملاء الشخصية
he: הזן מידע

source: Agree with
ar: اتفق مع
he: הסכמה על

source: license conditions
ar: شروط الترخيص
he: תנאי רישיון

source: Get price
ar: الحصول على الأسعار
bg: Вземи цена
he: קבל הצעת מחיר
uk: Отримати ціну

source: Unit
am: Միավոր
ar: وحدة
bg: Единица
he: יחידה
ru: Еденица
uk: Одиниця

source: Current price
ar: السعر الحالي
bg: Текуща цена
he: מחיר

source: Enter additional parameter field
ar: أدخل مجال معلمة إضافية
he: בחר הרשאות נוספות

source: Add new
ar: اضف جديد
he: הוסיפו חדש

source: Initial value
ar: القيمة البدائية
he: ערך

source: Yes
ar: نعم
he: כן

source: No
ar: لا
he: לא

source: Delete
am: Ջնջել
ar: حذف
bg: Изтриване
he: מחק
ru: Удалить
uk: Видалити

source: There are no additional parameters
ar: لا توجد معامل إضافية
he: אין הרשאות נוספות

source: Update the producer
ar: قم بتحديث المنتج
he: עדכן יצרן

source: Add the producer
ar: إضافة المنتج
he: הוסף יצרן

source: Producer list
ar: قائمة المنتجين
he: רשימת יצרנים

source: Add new product producer
ar: إضافة منتج المنتج الجديد
he: הוסף יצרן

source: There are no producers
ar: لا يوجد منتجين
he: אין יצרנים

source: Error
ar: خطأ
he: תקלה

source: Choose Image
ar: اختر صورة
he: בחר תמונה

source: Upload
ar: تحميل
he: העלה

source: Middle name
am: Հայրանուն
ar: الاسم الأوسط
bg: Презиме
he: שם אמצעי
ru: Отчество
uk: По батькові

source: Profile type
ar: نوع الملف الشخصي
bg: Тип на профила
he: פרופיל

source: Don't have a site?
ar: ليس لديك موقع؟
he: אין אתר?

source: Open right Now
ar: افتح الآن
he: פתח אתר

source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
he: מספר טלפון

source: Sex
am: Սեռ
ar: جنس
bg: Пол
he: מין
ru: Пол
uk: Стать

source: Profession
am: Մասնագիտություն
ar: مهنة
bg: Професия
he: מקצוע
ru: Профессия
uk: Професія

source: Social links
ar: روابط اجتماعية
he: קישורים לרשתות חברתיות

source: Facebook
he: פייסבוק

source: Linkedin
ar: مرتبط
he: לינקדין

source: Twitter
he: קישור לטוויטר Twitter

source: Instagram
he: קישור לאינסטגרם

source: Vkontakte
he: קישור לקונטקטה

source: Odnoklassniki
he: קישור לאודנוקלסניקי

source: Youtube
he: קישור YouTube

source: Company Info
ar: معلومات الشركة
he: מידע

source: Company name
ar: اسم الشركة
he: שם חברה

source: Company slogan
ar: شعار الشركة
he: סלוגן

source: Company phone
ar: هاتف الشركة
he: טלפון חברה

source: Company fax
ar: فاكس الشركة
he: פקס

source: Adress
am: Հասցե
ar: عنوان
bg: Адрес
he: כתובת
ru: Адрес
uk: Адреса доставки

source: Company description
ar: وصف الشركة
he: תיאור החברה

source: Send Email
ar: ارسل بريد الكتروني
he: שלח מייל

source: Save vCard
he: שמירה

source: New password confirmation
ar: تأكيد كلمة السر الجديدة
he: אשר סיסמא חדשה

source: You password has been changed!
ar: لقد تم تغيير كلمة المرور الخاصة بك
he: הסיסמא שלך שונתה!

source: Profile
am: Անձնական էջ
ar: الملف الشخصي
bg: Профил
he: פרופיל
ru: Профиль
uk: Профіль

source: Your Profile
ar: ملفك الشخصي
he: הפרופיל שלך

source: Business Card Preview
ar: بطاقة المعاينة
he: כרטיס ביקור - תצוגה

source: Your Link:
ar: رابطك
he: קישור שלך:

source: Post announcements
ar: نشر الإعلان
bg: Публикувайте обяви
he: פרסם הודעה על אירוע
uk: Розмістити оголошення

source: Offer
ar: عرض
bg: Оферта
he: הצעה
uk: Пропозиція

source: Product questionnaires
ar: استطلاع المنتج
he: ביקורת מוצר

source: Questionnaire detail
ar: تفاصيل الاستطلاع
he: פרטי שאלון

source: For product
ar: للمنتج
he: עבור מוצר

source: Users questions
ar: أسئلة المستخدمين
he: השאלה שלך

source: Add new question
ar: إضافة سؤال جديد
he: הוסף שאלה

source: Created by
ar: صنع من قبل
he: נוצר על ידי

source: There are no records
ar: لا توجد سجلات
he: אין עסקאות

source: Add new recommendation
ar: إضافة توصية جديدة
he: הוסף המלצה

source: Color
am: Գույն
ar: لون
bg: Цвят
he: צבע
ru: Цвет
uk: колір

source: Desctiption
ar: وصف
he: תיאור

source: Participants
ar: المشاركين
he: משתתפים

source: Answers
ar: الإجابات
he: תשובות

source: Coincedences
ar: صدفة
he: צירופי מקרים

source: First
ar: الأول
he: שם פרטי

source: First user answers
ar: أول إجابات للمستخدم
he: תשובת משתמש ראשון

source: Second
ar: ثوان
he: נוסף

source: Second user answers
ar: إجابات المستخدم الثانية
he: תשובת משתמש נוסף

source: Approve
ar: يوافق
he: אישור

source: Questionnaire list
ar: قائمة الاستطلاع
he: רשימת שאלות

source: Add new questionnaire
ar: إضافة استطلاع جديد
he: שאל שאלה

source: Author
ar: مؤلف
he: כותב

source: There are no questinnaires
ar: لا توجد استطلاع
he: אין עסקאות

source: of
ar: من
he: מ-

source: Filling resume does not obligate company that publishes job on the site TPP-Center, enter into a contract of employment.
am: Ինքնակենսագրականի տեղադրումը չի կատարվել ընկերության պարտադրանքով, որը հրապարակում է թափուր հաստիքների հայտարարություններ TPP- center կայքում.
ar: ملء سيرتك الذاتية لا تلزم الشركة التي تنشر المهمة على الموقع ، الدخول لابرام عقد العمل.
he: אין במילוי פרטי קורות חיים משום התחייבות החברה לקבלך למשרה המוצעת באתר
ru: Заполнение данного резюме не обязывает соискателя, либо компанию, публикующую вакансию на сайте ТПП Центра, заключать договор о трудоустройстве.
uk: Заповнення резюме не зобов'язує компанію, яка публікує роботу на сайті ТПП-Центру, укласти трудовий договір.

source: Resume title
ar: عنوان السيرة الذاتية
bg: Заглавие на резюме
he: כותרת המשרה

source: Marital Status
am: Ընտանեկան կարգավիճակը
ar: الحالة الزوجية
bg: Семейно положение
he: מצב אישי
ru: Семейное положение
uk: Сімейний стан

source: Citizenship
am: Քաղաքացիությունը
ar: مواطنية
bg: Гражданство
he: אזרחות
ru: Гражданство

source: Education
am: Կրթությունը
ar: تعليم
bg: Образование
he: השכלה
ru: Образование
uk: Освіта

source: Institution
am: Ուսումնական հաստատությունը
ar: مؤسسة
bg: Институция
he: מוסד לימודי
ru: Учебное заведение
uk: Заклад

source: Faculty
am: Ֆակուլտետ
ar: أعضاء هيئة التدريس
bg: Факултет
he: מוסד אקדמי
ru: Факультет
uk: Факультет

source: Study period
am: Ուսումնառության ժամանակահատվածը
ar: فترة الدراسة
bg: Период на обучение
he: תקופת לימודים
ru: Период обучения
uk: Період навчання

source: to
am: Մինչեւ
ar: الى
bg: до
he: עבור
ru: до
uk: до

source: Specialty
am: Մասնագիտությունը
ar: تخصص
bg: Специалност
he: התמחות
ru: Специальность
uk: Спеціальність

source: Form of study
am: Ուսումնական հաստատությունը
ar: شكل من أشكال الدراسة
bg: Форма на обучение
he: עבודות מחקר
ru: Форма обучения
uk: Форма навчання

source: Additionally
am: Բացի այդ
ar: بالإضافة إلى ذلك
bg: Допълнително
he: עוד
ru: Дополнительно
uk: Додатково

source: Experience
am: Աշխատանքային փորձ
ar: تجربة
bg: Опит
he: ניסיון מקצועי
ru: Опыт работы
uk: Досвід

source: Specify the last 3 jobs
am: Նշել վերջին 3 աշխատատեղերը
ar: تحديد اخر 3 وظائف
bg: Спецификации на последните 3 работи
he: 3 מקומות תעסוקה אחרונים
ru: Укажите 3 последних места работы
uk: Вкажіть останні 3 робочих місць

source: Work period
am: Աշխատանքային ժամկետը
ar: فترة العمل
bg: Период на работа
he: תקופת עבודה
ru: Период работы
uk: Період роботи

source: Skills
am: Հմտություններ
ar: المهارات
bg: Умения
he: כישורים אישיים
ru: Навыки
uk: Навички

source: Language skills
am: Լեզուների իմացություն
ar: المهارات اللغوية
bg: Езикови умения
he: שפות
ru: Владение иностранными языками
uk: Мовні навички

source: Computer skills
am: Համակարգչային հմտություններ
ar: مهارات الحاسوب
bg: Компютърни умения
he: כישורי עבודה על מחשב
ru: Владение компьютером
uk: Комп'ютерні навички

source: Your salary expectations
am: Որքա՞ն աշխատավարձ եք ակնկալում
ar: توقعات راتبك
bg: Очаквана заплата
he: ציפיות שכר
ru: Ваши ожидания по зарплате
uk: Очікуванна зарплата

source: Information about which you wish to inform
am: Ինֆորմացիա որի մասին կցանկանայիք տեղեկացնել
ar: معلومات عن الذي كنت أود أن أبلغ
he: איזה מידע ברצונך למסור לנו
ru: Сведения, о которых Вы хотели бы сообщить
uk: Інформація, про яку ви хотіли б повідомити

source: I confirm that all information provided by me in this form on the site TPP-Center, are true and complete
am: Հավաստիացնում եմ՝ ամբողջ տեղեկատվությունը, որ տրամադրվել է իմ կողմից, այս ձեւով TPP-center կայքում, ճշմարիտ է եւ ամբողջական
ar: وأؤكد أن جميع المعلومات التي تقدمها لي في هذا النموذج على الموقع ، صحيحة وكاملة
he: אני מאשר שכל המידע שמסרתי ל"אקספרט סנטר" הינו מלא ושלם
ru: Я подтверждаю, что все сведения, приведённые мной в данной форме на сайте ТПП Центра, являются правдивыми и полными
uk: Я підтверджую, що вся інформація, надана мною в цій формі на сайті ТПП-Центру, є правильними та повними

source: I don't mind for checking the information reported by me
am: Ես դեմ չեմ, որ ստուգվի իմ ներկայացրած տեղեկատվությունը
ar: لا مانع للتحقق من المعلومات التي أبلغتها
he: אין לי התנגדות לבדיקת אמיתות המידע שמסרתי
ru: Я не возражаю против проверки сообщённых мною сведений
uk: Я не проти перевірки інформації, представленої мною

source: User name
ar: اسم المستخدم
bg: Потребителско име
he: שם משתמש
ru: Имя пользователя
uk: Ім'я користувача

source: Name not found
ar: الاسم غير موجود
bg: Името не е намерено
he: השם לא נמצא
ru: Имя не указанно
uk: Ім'я не знайдено

source: Marital status
am: Ընտանեկան կարգավիճակը
ar: الحالة الاجتماعية
bg: Семейно положение
he: מצב משפחתי
ru: Семейное положение
uk: Сімейний стан

source: Citezenship
am: Քաղաքացիություն
ar: مواطنية
bg: Гражданство
he: אזרחות
ru: Гражданство

source: Salary
am: Աշխատավարձ
ar: راتب
bg: Заплата
he: שכר
ru: Зарплата
uk: Заробітна плата

source: Additional
am: Լրացուցիչ
ar: إضافي
bg: Допълнително
he: עוד
ru: Дополнительно
uk: Додатково

source: Work period
am: Աշխատանքային ժամկետը
ar: فترة العمل
bg: Период на работа
he: תקופת עבודה
ru: Период работы
uk: Період роботи

source: Additional skills
am: Լրացուցիչ հմտություններ
ar: مهارات إضافية
bg: Допълнителни умения
he: כישורים נוספים
ru: Дополнительные навыки
uk: Додаткові навички

source: Deadline for receiving bids
am: Հայտերի ընդունման վերջնաժամկետ
ar: آخر موعد لتلقي العطاءات
he: מועד אחרון לקבלת הצעות
ru: Дата окончания заявок
uk: Дата закінчення прийому заявок

source: Starting price
am: Մեկնարկային գին
ar: السعر البدائي
bg: Начално възнаграждение
he: מחיר התחלתי
ru: Начальная цена
uk: Початкова ціна

source: Apply now
ar: ابدا الان
bg: Прилагане сега
he: יישם

source: Flag
ar: علم
bg: Знаме
he: דגל

source: VATIN
ar: رقم التسلسل
he: ע.מ/ח.פ
ru: ИНН

source: Detail
am: Մանրամասն
ar: فصل
bg: Детайл
he: פרטים
ru: Детальное описание
uk: Подробиці

source: ARCEA
he: אזור
ru: ОКВЕД

source: Accountant name
am: Հաշվի անվանումը
ar: اسم المحاسب
he: שם בעל החשבון
ru: ФИО бухгалтера
uk: Accountant name (нужен контекст)

source: Account number
am: Հաշվի համարը
ar: رقم الحساب
bg: Номер на сметка
he: מספר חשבון
ru: Номер счета
uk: номер рахунку

source: Bank details
am: Բանկային տվյալներ
ar: التفاصيل المصرفية
bg: Банкова информация
he: פרטי חשבון בנק
ru: Реквизиты банка
uk: Банківські реквізити

source: Logo
am: Մուտք
ar: شعار
bg: Лого
he: לוגו
ru: Логотип
uk: Лого

source: Uploading
am: Բեռնվում է
ar: يتم الرفع
bg: Качване
he: טוען
uk: Завантаження

source: Uploaded
am: Բերնված է
ar: تم الرفع
bg: Качено
he: הטעינה הושלמה
uk: Завантажено

source: Fail
am: ձախողում
ar: فشل
bg: Файл
he: נכשל
uk: Помилка

source: The following files were not uploaded
ar: لم يتم تحميل الملفات التالية
bg: Следните файлове не бяха качени
he: הקבצים והשדות לא עודכנו
uk: Наступні файли не були завантажені

source: remove
am: Հեռացնել
ar: حذف
bg: премахване
he: הסר
ru: Удалить
uk: видалити

source: zoom
am: Խոշորացում
ar: تكبير
bg: приближи
he: זום
ru: увеличить
uk: збільшити

source: My own site
ar: موقعك الخاص
bg: Моят собствен сайт
he: האתר שלי

source: Dear colleagues, we are pleased to inform you that for the convenience of providing your interests, we have developed an easy website builder that will help you create your own external website in just a couple of minutes.
ar: عزيزي الزملاء ، يسرنا أن أبلغكم أنه من أجل راحة توفير المصالح الخاصة بك، قمنا بتطوير موقع البناء سهلة من شأنها أن تساعدك على إنشاء موقع خارجي الخاص بك في عدة دقايق
he: משתמשים יקרים , אנו שמחים להודיע כי לנוחיותכם פיתחנו מודול לבניית אתרים קלה, אשר יעזור לכם ליצור אתר אינטרנט לחברה בכמה דקות.

source: support
ar: الدعم
bg: поддръжка
he: תמיכה

source: My template
ar: نموذجي
he: העיצוב שלי

source: Default (vertical banners)
ar: الافتراضي ( banners عمودية)
he: ברירת מחדל

source: Select Template
ar: اختيار قالب
he: בחר עיצוב

source: Edit Landing Page
he: ערוך דף נחיתה

source: Create Landing Page Right Now
he: צור דף נחיתה לעסק שלך

source: Your site
ar: موقعك الخاص
bg: Твоят сайт
he: האתר שלך

source: Site sub-domain
ar: النطاق الفرعي للموقع
bg: Сайт sub-домейн
he: תת שם לאתר חיצוני

source: OR your own domain
ar: أو نطاقك الخاص
bg: ИЛИ твоя собствен домейн
he: או שם דומיין פרטי

source: Maximum 50 characters
ar: الحد الأقصى 50 حرفا
bg: Максимум 50 символа
he: 50 תווים מקסימום

source: Site languages
ar: لغات الموقع
he: שפות

source: Site default language
ar: اللغة الافتراضية للموقع
he: שפת ברירת מחדל

source: Site available languages
ar: اللغات المتاحة للموقع
he: שפות לבחירה

source: Products delivery
ar: تسليم المنتجات
he: רשימת המוצרים:

source: Is delivery available on site?
ar: هل التسليم متوفر في الموقع
he: האם קיימת אפשרות למשלוח?

source: Delivery currency
ar: عملة التسليم
he: מטבע

source: Delivery cost
ar: تكلفة التوصيل
he: עלות

source: Facebook Link
ar: رابط ل Facebook
he: קישור לפייסבוק

source: Link to your facebook page or group
ar: رابط إلى صفحة الفيسبوك الخاص بك أو مجموعة
he: הכנס קישור לפייסבוק

source: YouTube Link
ar: رابط ل YouTube
he: קישור יוטיוב

source: Link to your youtube channel
ar: رابط إلى قناة يوتوب
he: הכנס קישור ליוטיוב

source: Twitter Link
ar: رابط ل Twitter
he: קישור לטוויטר Twitter

source: Link to your twitter account
ar: رابط إلى حساب تويتر الخاص بك
he: הכנס קישור לטוויטר

source: Instagram Link
ar: رابط ل Instagram
he: קישור לאינסטגרם

source: Link to your Instagram account
ar: رابط إلى حساب إينستاجرام الخاص بك
he: הכנס קישור לאינסטגרם

source: Vkontakte Link
ar: رابط ل Vkontakte
he: קישור לקונטקטה

source: Link to your vk page or group
ar: رابط إلى صفحة Vkontakte أو مجموعة
he: הכנס קישור קונטקטה

source: Odnoklassniki Link
ar: رابط ل Odnoklassniki
he: קישור לאודנוקלסניקי

source: Link to your Ok account
ar: رابط إلى حسابOdnoklassniki الخاص بك
he: קישור למסמכים

source: Google Analytics
he: גוגל אנליטיקס

source: Google Analytics code
he: קוד גוגל אנליטיקס

source: Organization logo
ar: شعار المنظمة
bg: Лого на организацията
he: לוגו ארגון

source: Max Dimensions
ar: الأبعاد القصوى
bg: Максимални Размери
he: גודל מקסימאלי

source: Site category
ar: فئة الموقع
bg: Категория на сайта
he: קטגורית אתר

source: Or use custom images
ar: استخدام الصور المخصصة
bg: Или използвайте изображения по подразбиране
he: או השתמש בתמונות

source: Dimensions
ar: الأبعاد
bg: Размери
he: מימדים

source: Image description:
ar: وصف الصورة
he: הסבר תמונה

source: Image link:
ar: رابط الصورة
he: קישור תמונה

source: Footer description
ar: وصف العنوان الاسفلي
he: באנר תחתון

source: maximum 200 characters
ar: الحد الأقصى 200 حرف
bg: максимум 200 символа
he: 200 תווים מקסימום

source: Select a category
ar: اختر فئة
bg: Избери категория
he: בחר קטגוריה

source: edit
am: Խմբագրել
ar: تحرير
bg: за редактиране
he: עריכה
ru: редактировать
uk: редагувати

source: Create your own site:
he: צור אתר משלך:

source: Domain:
he: דומיין (כתובת אתר)

source: In the future you will be able to change domain, or even use a your own domain.
he: בכל זמן תוכלו לשנות את כתובת האתר או להזין דומיין עצמאי משלכם

source: Footer text
he: באנר תחתון

source: Manage company site
ar: إدارة موقع الشركة
he: כניסה למערכת ניהול
