Repository: alexvnukoff/project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, ar, bg, he, ru, uk

source: %(name)s , was registered to your event %(event)s ,
ar: %(name)s ، تم تسجيل لهذا الحدث الخاص بك%(event)s ،
bg: %(name)s , бяха регистрирани за вашето събитие %(event)s ,
ru: %(name)s , зарегистрировался на мероприятие %(event)s ,
uk: %(name)s , був зареєстрований на ваш захід %(event)s ,

source: Extramural
ar: خارج
bg: Задочно

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
ar: أنت (شخص يدعي أنك أنت) طلب تسجيل حساب في %(site_name)s إذا لم يكن هذا هو أنت، يرجى تجاهل هذا البريد الإلكتروني وستتم إزالة عنوانك من سجلاتنا

source: To activate this account, please click the following link within the next %(expiration_days)s days:
ar: لتنشيط الحساب، يرجى الضغط على الرابط التالي في الأيام المقبله %(expiration_days)s

source: Sincerely, %(site_name)s Management
ar: مع خالص الشكر، %(site_name)s الإدارة

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
ar: أنت (أو شخص يدعي أنك أنت) طلب تسجيل حساب في %(site_name)s إذا لم يكن هذا أنت، يرجى تجاهل هذا البريد الإلكتروني الخاص بك ستتم إزالة العنوان من سجلاتنا.

source: To activate this account, please click the following link within the next %(expiration_days)s days::
ar: لتنشيط هذا الحساب ، يرجى الضغط على الرابط التالي في الأيام %(expiration_days)s المقبله

source: Sincerely, %(site_name)s Management
ar: مع خالص الشكر، %(site_name)s الإدارة

source: WWW
ar: الموقع

source: RCOSD
ar: RSOD
ru: ОКАТО

source: Select template
ar: حدد القالب

source: Color Shceme
ar: نظام الألوان

source: Dear colleagues, select desired template and then click Save.
ar: الزملاء الأعزاء، حدد القالب المطلوب ثم اضغط فوق حفظ

source: Eva
ar: وقت الوصول المحتمل

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
ar: أنت (أو شخص يدعي أنك أنت) طلب تسجيل حساب في %(site_name)s. إذا لم يكن هذا أنت، يرجى تجاهل هذا البريد الإلكتروني الخاص بك ستتم إزالة العنوان من سجلاتنا.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
ar: لتنشيط الحساب، يرجى الضغط على الرابط التالي في الأيام %(expiration_days)s المقبله

source: You're receiving this email because someone make an order on %(site)s (%(org)s)
ar: تتلقى هذه الرسالة الإلكترونية لأن شخصا ما يقدم طلبا في %(site)s (%(org)s)

source: This message was sent to company with id:
bg: Съобщението беше изпратено до компания с id:

source: Message or file are required
am: Պահանջվում է հաղորդագրություն կամ ֆայլ
bg: Съобщението или файла са задължителни
ru: Напишите текст сообщения или присоедините файл
uk: Повідомлення або файл вимагається

source: Image dimensions not equals required dimension
bg: Размерите на изображението не съответстват на изискванията

source: Image width don't meet the requirements (%s px)
bg: Широчината на изображението не съответства на изискванията (%s px)

source: Image height don't meet the requirements (%s px)
bg: Височината на изображението не съответства на изискванията (%s px)

source: B2C Baskets
bg: B2C Кошници

source: User ID
bg: ID на потребителя

source: Quanitty
bg: Количество

source: My sections
am: Իմ բաժիններ
bg: Моите раздели
ru: Мои разделы
uk: Мої розділи

source: Views
am: Դիտումներ
bg: Гледания
ru: Просмотры
uk: Перегляд

source: Chamber events
am: Պալատի իրադարձությունները
bg: събития на камарата
ru: События
uk: Події палати

source: Reviews
bg: Ревюта

source: Change avatar
am: Փոխել ավատարը
bg: Промени аватара
ru: Поменять фото
uk: Змінити аватар

source: Dear colleagues, we are pleased to inform you that for the convenience of providing your interests, we have developed an easy website builder that will help you create your own external website in just a couple of minutes.
bg: Уважаеми колеги, имаме удоволствието да Ви информираме, че за удобството на предоставяне на вашите интереси, ние сме разработили лесен уебсайт строител, който ще ви помогне да създадете свой собствен външен сайт само няколко минути.

source: Work with
am: Աշխատել
bg: Работа със
ru: Сотрудничай с
uk: Робота з

source: pdf-document
bg: pdf-документ

source: Current organization
am: Ներկայիս կազմակերպություն
bg: Актуална организация
ru: Текущая организация
uk: Поточна організація

source: User profile
am: Օգտվողի պրոֆիլը
bg: Към профила
ru: Профиль пользователя
uk: Профіль користувача

source: Mobile number
am: Հեռախոսահամար
bg: Мобилен номер
ru: Номер мобильного телефона
uk: мобільний телефон

source: TPP TV
am: TPP հեռուստատեսություն
bg: TPP ТВ
ru: Тпп ТВ
uk: ТПП ТВ

source: Business
bg: Бизнес

source: Add Business Proposal
bg: Добави бизнес предложение

source: Add B2B Product
bg: Добави B2B продукт

source: Add B2C Product
bg: Добави B2C продукт

source: About project
am: Ծրագրի մասին
bg: За проекта
ru: О проекте
uk: Про проект

source: About system
am: Համակարգի մասին
bg: За системата
ru: О системе
uk: Про систему

source: How the system works
am: Ինչպես է համակարգը աշխատում
bg: Как работи системата
ru: Как работает система
uk: Як працює система

source: Announcements and product reviews
am: Հայտարարություններ եւ ապրանքների նկարագրություններ/ դիտարկումներ
bg: Становища и коментари
ru: Все обзоры продуктов
uk: Анонси та відгуків про товари

source: How to buy
am: Ինչպես գնել
bg: Как да купя
ru: Как купить
uk: Як купити

source: Subscribe to updates
am: Բաժանորդագրվել թարմացումներին
bg: Абонирайте се за новини
ru: Подпишитесь на обновления
uk: Підписатися на оновлення

source: How to pay
am: Ինչպես վճարել
bg: Как да платя
ru: Как оплатить
uk: Як оплатити

source: Delivery option
am: Առաքման տարբերակ
bg: Метод за доставка
ru: Метод доставки
uk: Варіант доставки

source: Customers protection
am: Հաճախորդների պաշտպանություն
bg: Защита на клиентите
ru: защита прав потребителей
uk: Захист Клієнта

source: Quick reference
am: Արագ տեղեկագիր
bg: Бърза справка
uk: Короткий довідник

source: Ask about community
am: Հարցեր բիզնես-միավորումների մասին
bg: Въпроси за общността
ru: Спросить сообщество
uk: Запитайте про спільноти

source: Partner program
am: Համագործակցության ծրագիր
bg: Партньорска програма
ru: Партнер
uk: Партнерська програма

source: Subscribe
am: Բաժանորդագրվել
bg: Абониране
ru: Подписаться
uk: Підписатися

source: Shopping center - buy with pleasure all over the world
am: Առևտրի կենտրոն՝ հաճույքով կատարեք գնումներ ամբողջ աշխարհից
bg: Търговски център - купувайте с удоволствие по света
ru: Центр покупок покупай с удовольствием по всему миру
uk: Центр покупок - купити з задоволенням у всьому світі

source: Comsumer protection
am: Սպառողների շահերի պաշտպանություն
bg: Защита на потребителите
ru: защита прав потребителей
uk: захист клієнтів (Customer protection )

source: Your workplace
am: Ձեր աշխատավայրը
bg: Вашето работно място
ru: Ваш заказ
uk: Ваш робочий простір

source: Workplace
am: Աշխատավայր
bg: Работно място
ru: Место работы
uk: Робочий простір

source: Sign up now
am: Գրանցվեք հիմա
bg: Впиши се сега
ru: Зарегистрируйтесь
uk: Зареєструватися

source: Seller
am: Վաճառող
bg: Продавач
ru: Продавец
uk: Продавець

source: Search Products
am: Ապրանքների որոնում
bg: Търси Продукт
ru: Похожие товары
uk: Пошук продуктів

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
bg: Ние ви изпратихме имейл за смяна на вашата парола. Моля проверете имейла си и кликнете на линка.

source: Done!
bg: Извършено!

source: Checkout by E-mail
bg: Провери имейла си

source: You email
am: Ձեր էլեկտրոնային հասցեն
bg: Твоят Имейл
ru: Ваша почта
uk: Ваша електронна пошта

source: Department staff
am: Վարչության անդամներ
bg: Помощен отдел
ru: Работники отдела
uk: Співробітники відділу

source: more
am: Ավելին
bg: още
ru: подробнее
uk: більш

source: Buy Now
bg: Купи Сега

source: Russia
uk: Руська

source: Armenia
uk: Вірменська

source: England
uk: Англійська

source: Israel
uk: Ізраїль

source: Favorite
ru: Избранное
uk: Улюблені

source: Post
ru: Опубликовать
uk: Пост

source: Deleviry method
am: Առաքման եղանակը
ru: Способ доставки
uk: Спосіб доставки

source: Sorry but you cannot modify this item
ru: К сожалению вы не можете изменить этот пункт

source: Site name
ru: Сайт

source: Proffesion
ru: Профессия

source: RRC
ru: КПП

source: RCEO
ru: ОКПО

source: Tppcenter
ru: ТПП Центр
