Repository: alexvnukoff/project
Catalog: static-assets/usersites_angular/po/*.po
Languages: am

source: Arabic
am: Արաբներ

source: Ask question
am: Հարց Հարց

source: Chinese
am: Չինական

source: display vertical
am: շիտակ

source: English
am: Անգլերեն

source: Hebrew
am: եբրայեցի

source: Main page
am: տուն

source: Massage
am: հաղորդագրություն

source: Russian
am: ռուսական

source: Send
am: ներկայացնել

source: Your email
am: քո էլէկտրոնային փոստը

source: Your name
am: ձեր անունը

source: Вернуться назад
am: ետ

source: На главную
am: տուն
